// ignore_for_file: lines_longer_than_80_chars

import '/plugins/emoji_picker_flutter/emoji_picker_flutter.dart';

/// List of categories of emojis
const List<CategoryEmoji> emojiSetArabic = [
// ======================================================= Category.SMILEYS
  CategoryEmoji(Category.SMILEYS, [
    Emoji(
      '😀',
      'أسنان | ابتسام | ابتسامة | ابتسامة عريضة | سعيد | ضحك | فرح | فرحان | وجه بابتسامة عريضة | وجه مبتسم',
    ),
    Emoji(
      '😃',
      'أسنان | ابتسام | ابتسامة | ابتسامة بفم مفتوح | ابتسم | بسمة | عظيم | مفتوح | وجه | وجه مبتسم بعينين كبيرتين | وجه مبتسم بفم مفتوح | ياي',
    ),
    Emoji(
      '😄',
      'أعين | أعين مبتسمة | ابتسام | ابتسامة | ابتسامة بفم مفتوح وأعين باسمة | عين | فرح | فم مفتوح | مبسوط | مفتوح | وجه | وجه مبتسم بعينين باسمتين',
    ),
    Emoji(
      '😁',
      'أسنان | أعين | أعين مبتسمة | إشراقة | ابتسامة | عين | عيون | نايس | وجه | وجه مشرق بأعين باسمة | وجه مشرق بعينين باسمتين | وجه مشرق مع عينين مبتسمتين | يبتسم',
    ),
    Emoji(
      '😆',
      'ابتسامة | ابتسامة بأعين مغلقة | ابتسامة بفم مفتوح وأعين مغلقة | راض | ضحك | فم مفتوح | قهقه | مفتوح | ههه | وجه | وجه مبتسم بعينين محدقتين | وجه مبتسم بعينين مغلقتين | يبتسم',
    ),
    Emoji(
      '😅',
      'ابتسامة بفم مفتوح وعرق بارد | ابتسامة ولكن بعرق بارد | سترس | عرق | عرق بارد | مبسوط | متوتر | مضطرب | موتور | وجه | وجه مبتسم بفم مفتوح وعرق بارد',
    ),
    Emoji(
      '🤣',
      'أرض | المشاعر والضحك بالدموع | بكاء | تبكي | تدحرج | دمعة | دموع | دموع الفرح | سعيد | ضحك | فرح | مش قادر | مضحك | ههه | وجه | وجه ضاحك | وجه ضاحك يتدحرج على الأرض | يا نهار ضحك | يبكي',
    ),
    Emoji(
      '😂',
      'المشاعر والوجوه بدموع الفرح | دموع | ضحك | فرح | قهقه | مضحك | هههه | وجه | وجه بدموع فرح | وجه عليه دموع فرح | يبكي | يضحك',
    ),
    Emoji(
      '🙂',
      'ابتسامة | ابتسامة طفيفة | سعيد | فرح | وجه | وجه بابتسامة بسيطة',
    ),
    Emoji(
      '🙃',
      'مقلوب | ههه | وجه',
    ),
    Emoji(
      '😉',
      'سيكسي | غمزة | وجه | وجه يغمز',
    ),
    Emoji(
      '😊',
      'أعين مبتسمة | ابتسام | ابتسامة وجه وأعين | بتسم | بسمة | خجول | راض | عين | عيون | متورد | وجه | وجه باسم بعينين باسمتين',
    ),
    Emoji(
      '😇',
      'أرواح | إنجيل | ابتسام | ابتسامة | ابتسامة مع هالة | الكتاب المقدس | حدوتة | خرافة | روح | سلام | فرحان | قصة | مبارك | مبسوط | مسالم | ملاك | نعمة | هالة | وجه | وجه مبتسم بهالة',
    ),
    Emoji(
      '🥰',
      'أحب | أعشق | إعجاب | ابتسامة | باسم | ثلاثة قلوب | حب | رومانسية | عاشق | عشق | غرام | قلب | قلوب | مبتسم | محب | معجب | مغرم | وجه | وجه مبتسم مع ثلاثة قلوب | يحب',
    ),
    Emoji(
      '😍',
      'أعين على شكل قلب | ابتسام | بسمة | حب | رومانس | رومنس | عين | عيون | غرام | قلب | قلوب | مغروم | وجه | وجه مبتسم بعيون قلب | وجه مبتسم مع عينين على شكل قلب',
    ),
    Emoji(
      '🤩',
      'أعين | بسمة | عينان | عيون | فرح | فرحان | قهقه | مبسوط | منفعل | نجمة | نجوم | ههه | واو | وجه | وجه بعينين على شكل نجمة',
    ),
    Emoji(
      '😘',
      'اشتقت لك | بوسة | حب | رومانس | رومانسي | رومنسي | طرح قبلات | غرام | قبل | قبلة | قلب | ليل | وجه | وجه يرسل قبلة | وجه يطرح قبلات | وحشني',
    ),
    Emoji(
      '😗',
      'أحبك | بحبك | بوسة | تقبيل | حب | قبلة | موعد | وجه | وجه يبعث قبلة | وجه يقبّل',
    ),
    Emoji(
      '☺️',
      'ابتسامة | بسمة | فرح | مبسوط | وجه | وجه مبتسم | وجه مبتسم مفرغ ',
    ),
    Emoji(
      '😚',
      'أعين مغلقة | بوسة | تقبيل بأعين مغلقة | قبلة | قبلة مع أعين مغلقة | متورد | مسكر | مغلق | مورد | موعد | وجه | وجه يقبّل بعينين باسمتين | وجه يقبّل بعينين مغلقتين',
    ),
    Emoji(
      '😙',
      'أعين مبتسمة | بوسة | تقبيل | حب | قبلة | قبلة وابتسامة | وجه | وجه تقبيل وابتسامة | وجه يقبّل بعينين باسمتين | وجه يقبل وعينان مبتسمتان',
    ),
    Emoji(
      '😋',
      'أكل | جائع | جوعان | ذاكي | ذكي | طعام | طيب | لذيذ | لسان | وجه | وجه يتلذذ بالطعام | وجه يستحسن الطعم | وجه يستمتع بالطعم | يستلذ',
    ),
    Emoji(
      '😛',
      'احتفال | حفلة | عظيم | كول | لسان | لسان بارز | لسان متدلٍ | لسان ممدود | وجه | وجه بلسان متدلٍ',
    ),
    Emoji(
      '😜',
      'بضحك | عين | غريب | غمزة | لسان | لسان بارز وعين غامزة | لسان متدلي مع غمزة | لسان ممدود | مجرد تشويق | مجنون | مزحة | مضحك | نكتة | وجه | وجه بلسان بارز وعين غامزة | وجه بلسان متدلٍ وعين غامزة | يضحك',
    ),
    Emoji(
      '🤪',
      'أخوت | صغير | عين | عيون | عيون مجنونة | غريب الأطوار | مجنون | وجه | وجه غريب | وجه غريب الشكل',
    ),
    Emoji(
      '😝',
      'أعين مغلقة | عين | عيون | غير معقول | لا يصدق | لسان | لسان متدلٍ وأعين مغلقة | لسان متدلي وأعين مغلقة | لسان ممدود | مش معقول | مقرف | مقزز | نكهة | وجه | وجه بعينين محدقتين ولسان بارز | وجه بعينين مغلقتين ولسان متدلٍ | يا إلهي | يا الله',
    ),
    Emoji(
      '🤑',
      'بؤ | تم | ثروة | ثري | دفع | غني | فلوس | فم | فم يملؤه المال | قروش | مال | مصاري | وجه | وجه بلسان من مال',
    ),
    Emoji(
      '🤗',
      'ابتسامة | سعيد | عبوطة | عناق | غمرة | مبسوط | وجه | وجه بابتسامة عناق | وجه يعانق بابتسامة | يد',
    ),
    Emoji(
      '🫣',
      'اختلاس النظر | تحديق | مفتون | وجه يختلس النظر',
    ),
    Emoji(
      '🤭',
      'أوبس | تقهقه | سر | قهقهة | لاحظت | مفاجأة | ههه | وجه | وجه ضاحك مع يد تغطّي الفم | وجه عليه يد',
    ),
    Emoji(
      '🫢',
      'إحراج | حيرة | خوف | دهشة | ذهول | صدمة | عدم تصديق | مفاجأة | وجه بعينين مفتوحتين ويد تغطّي الفم | يا إلهي',
    ),
    Emoji(
      '🫡',
      'احترام | تحية | تحيّة | حسنًا | عسكر | مشمس | نعم | نعم سيدتي | نعم سيدي | وجه يلقي التحيّة',
    ),
    Emoji(
      '🤫',
      'اخرس | اصمت | اهدأ | سكون | ششش | صمت | هدوء | وجه | وجه يطلب الصمت',
    ),
    Emoji(
      '🫠',
      'إحراج | اختفاء | تذويب | ذوبان | سائل | سخرية | سخونة | لول | هاها | وجه يذوب',
    ),
    Emoji(
      '🤔',
      'أفكر | تأمل | تفكير | وجه | يفكر',
    ),
    Emoji(
      '🤐',
      'بؤ | تم | سر | سكر تم | سوستة | فم | قفل | كتمان | لن أتكلم | مكتوم | وجه | وجه بفم سوستة | وجه بفم مقفل',
    ),
    Emoji(
      '🤨',
      'حاجب مرفوع | شاكك | غير راض | غير موافق | كولبير | لا يعجبني | متفاجئ | مشكك | هممم | وجه | وجه بحاجب مرتفع | وجه بحاجب مرفوع | يشك',
    ),
    Emoji(
      '😐',
      'جمود | حياد | حيادية | غيران | غيور | لا تعليق | لا يضحك | ما بضحك | محايد | من دون تعبير | من دون تعليق | وجه',
    ),
    Emoji(
      '🫤',
      'أيًا كان | خائب الأمل | خيبة أمل | شك | غير متأكّد | محبط | مرتبك | وجه بفم مائل',
    ),
    Emoji(
      '😑',
      'تعبير | غريب | غير مبسوط | غير معقول | غيران | غيور | لا أصدق | لا تعليق | ما هذا | من دون أي تعبير | ميت | وجه | وجه بدون تعبير',
    ),
    Emoji(
      '😶',
      'بؤ | بدون فم | تم | سر | سكون | صامت | صمت | فم | لا أستطيع التعبير | لا أصدق | مكتوم | وجه | وجه بدون فم',
    ),
    Emoji(
      '🫥',
      'أيًا كان | اختفاء | خفيّ | غير مرئي | مكتئب | منطوي | منعزل | وجه محدّد بنقاط | يختفي',
    ),
    Emoji(
      '😏',
      'ابتسامة متكلفة | تكلف | حاجب | حواجب | خبث | خبيث | ريس | زعيم | غمزة | ماكر | مدير | مزح | مكر | وجه بابتسامة متكلفة | وجه متكلف',
    ),
    Emoji(
      '😒',
      'تعيس | غضبان | غير سعيد | غير مستمتع | غيران | غيور | ملل | ممل | وجه | وجه غير مستمتع',
    ),
    Emoji(
      '🙄',
      'أعين | أف | أوف | المشاعر والوجوه بالعينين الدوارة | طوافة | عين | عينان | عيون | وجه | وجه بأعين دوارة | وجه بعينين تدوران | يووه',
    ),
    Emoji(
      '😬',
      'أسنان | ابتسامة | بسمة | حركات | طبيبي أسنان | عبوس | لا شيء | وجه | وجه متجهم | يبتسم',
    ),
    Emoji(
      '🤥',
      'بينوكيو | كاذب | كذاب | كذب | وجه',
    ),
    Emoji(
      '😌',
      'خي | راحة | سكينة | سلام | طمأنينة | مرتاح | مطمئن | وجه',
    ),
    Emoji(
      '😔',
      'تأمل | تعاسة | تعيس | حزن | حزين | خائب | خاب أملي | خسارة | خسران | متأمل | مخيب | مكتئب | موت | وجه | وفاة',
    ),
    Emoji(
      '🥹',
      'امتنان | بكاء | حزين | دموع الفرحة | غاضب | فخور | مشاعر | مقاومة | وجه يحبس دموعه',
    ),
    Emoji(
      '😪',
      'أبكي | بكاء | بكي | تبكي | تعبان | حزين | دمعة | دموع | متعب | ناعس | نعس | نعسان | وجه | يبكي',
    ),
    Emoji(
      '🤤',
      'بزق | شهي | لذيذ | لعاب | مشهي | وجه | وجه بلعاب سائل',
    ),
    Emoji(
      '😴',
      'المشاعر ووجوه النوم والنعاس | تثاؤب | تعبان | تعسيلة | شخير | قيلولة | مرهق | نائم | نايم | نعسان | نوم | وجه | وقت النوم',
    ),
    Emoji(
      '😷',
      'انفلونزا | برد | بكتيريا | جراثيم | جرثومة | حكيم | زكام | طبيب | طبيب أسنان | كمامة | كمامة طبية | متوعك صحيًا | مريض | وجه | وجه بكمامة',
    ),
    Emoji(
      '🤒',
      'ترمومتر | تعبان | حرارة | ساخن | مريض | ميزان حرارة | وجه | وجه بترمومتر | وجه مع ميزان للحرارة',
    ),
    Emoji(
      '🤕',
      'ألم | إصابة | جرح | عصابة | مضمد | معصوب | وجه | وجه بعصابة رأس | وجه بعصابة على الرأس',
    ),
    Emoji(
      '🤢',
      'استفراغ | استفرغ | اشمئزاز | تقيأ | تقيؤ | حومة كبد | غثيان | قرف | مريض | مصاب بغثيان | وجه | وجه متقزز | وجه مشمئز | وع',
    ),
    Emoji(
      '🤮',
      'استفراغ | تقيؤ | قيء | مريض | وجه | وجه يتقيّأ | يتقيأ | يتقياً | يستفرغ',
    ),
    Emoji(
      '🤧',
      'انفلونزا | حرارة | حمة | زكام | زكمة | ساخن | صحة | عطس | مريض | وجه | وجه يعطس | يرحمك الله | يرحمكم الله',
    ),
    Emoji(
      '🥵',
      'حار | حرارة مرتفعة | حمى | سخن | ضربات القلب | ضربة شمس | عيان | لسان | محرور | محموم | مريض | مصاب بالحمى | مولع | نار | وجه | وجه أحمر | وش | يطلع لسانه | يعرق | يموت',
    ),
    Emoji(
      '🥶',
      'أزرق | بارد | تثليج | تحت الصفر | دون الصفر | رقاقات الثلج | عضة الصقيع | كتلة ثلج | متجمد | مِتكتك | مجلد | وجه | وجه باللون الأزرق | وِش أزرق | وِش مِزْرق | يتجمد | يشعر ببرودة',
    ),
    Emoji(
      '🥴',
      'ثمل | دائخ | دايخ | دوار | دوخة | سكران | سكير | عينان غير متساويتين | غير متزن | فم متموج | مخمور | مدروخ | مسمم | مصاب بدوار | مصطل | وجه مصاب بدوار',
    ),
    Emoji(
      '😵',
      'تعبان | دائخ | دايخ | دوار | مدودخ | مرهق | مريض | مصاب بالدوار | وجه | وجه مصاب بالدوار',
    ),
    Emoji(
      '😵‍💫',
      'حلزون | حيرة | دائخ | دوامة | دوخة | عيون دائخة | لولبي | منوّم | وجه | وجه بعينين دائختين',
    ),
    Emoji(
      '🤯',
      'انفجار | رأس ينفجر | لا مجال | لا يصدق | متفاجئ | مصدوم | وجه | وجه برأس منفجر',
    ),
    Emoji(
      '🤠',
      'برنيطة | راعي بقر | قبعة | كاوبوي | وجه | وجه بقبعة راعي بقر',
    ),
    Emoji(
      '🥳',
      'أحتفل | احتفال | المشاعر والاحتفالات | بوق | حفلة | طاقية | طرطور | عيد ميلاد | فرح | قبعة | قرن | كاب | مبتهج | متحمس | نحتفل | وجه | وجه محتفل | يحتفل',
    ),
    Emoji(
      '😎',
      'ابتسام | ابتسامة | ابتسامة مع نظارة شمس | استرخاء | بحر | بسمة | جذاب | ربح | رزة | شمس | عوينات | فلة | كول | نظارات | نظارة | نظارة شمسية | وجه | وجه مبتسم بنظارة شمس | يبتسم | يربح',
    ),
    Emoji(
      '🤓',
      'خبير | دافور | ذكي | عبقري | ماهر | نابغ | نظارات | وجه',
    ),
    Emoji(
      '🧐',
      'باهظ | تحقيق | تدقيق | غني | كلاس | مونوكل | نظارة أحادية | وجه',
    ),
    Emoji(
      '😕',
      'آسف | أسف | حائر | حزين | حيران | حيرة | ضائع | ضايع | غير أكيد | غير متأكد | لا أدري | لا أعرف | ما بعرف | متحير | وجه',
    ),
    Emoji(
      '😟',
      'حزين | ستريس | قلق | متفاجئ | متوتر | منزعج | مهموم | وجه',
    ),
    Emoji(
      '🙁',
      'حزين | زعلان | عابس | وجه | وجه عابس قليلاً',
    ),
    Emoji(
      '☹️',
      'حزين | زعلان | عابس | عبوس | وجه ',
    ),
    Emoji(
      '😮',
      'غير معقول | فم | فم مفتوح | لا أصدق | لا يصدق | متفاجئ | مش معقول | مصدوم | مندهش | نسيت | واو | وجه | وجه بفم مفتوح',
    ),
    Emoji(
      '😯',
      'عجيب | غير معقول | لا أصدق | لا يصدق | متفاجئ | مدهوش | مذهول | مشدوه | مكتوم الصوت | وجه | وجه مخفوت الصوت | يا إلهي',
    ),
    Emoji(
      '😲',
      'غير معقول | لا أصدق | مش معقول | مصدوم | مندهش | مندهش تمامًا | وجه | يا إلهي | يا ربي',
    ),
    Emoji(
      '😳',
      'حار | حرارة | خجلان | شوب | عطاك عمرو | غريب | غير معقول | لا أصدق | ما بصدق | متورد | متوفي | مصاب بدوار | ميت | وجه',
    ),
    Emoji(
      '🥺',
      'أعين كبيرة | استعطاف | تحديق | تذلل | توسل | حزين | رجاء | رحمة | عيون | عيون جاحظة | لم لا | ما المانع | مُحدِّق | محملق | وجه | وجه ملتمس | يبرّق | يحملق | يرجو | يستعطف',
    ),
    Emoji(
      '😦',
      'شو | عابس | عبوس | عبوس بفم مفتوح | فم | ماذا | متفاجئ | مخيف | مفاجئة | مفتوح | وجع عبوس بفم مفتوح | وجه | وجه عابس بفم مفتوح',
    ),
    Emoji(
      '😧',
      'تألم | تعيس | خائف | متعب | متفاجئ | مخيف | مكروب | مهموم | نسيت | وجه',
    ),
    Emoji(
      '😨',
      'خائف | مرعوب | مهموم | هم | وجه',
    ),
    Emoji(
      '😰',
      'أزرق | توتر | خائف | خوف | عرق | عرق بارد | فم مفتوح | فم مفتوح وعرق بارد | متوتر | مرعوب | مهموم | وجه | وجه أزرق يتصبب عرقًا باردًا | وجه بفم مفتوح وعرق بارد',
    ),
    Emoji(
      '😥',
      'احباط | حزين | خاب أملي | خي | خيبة أمل | عرق | عشعرة | عصوص ونقطة | عل قد | عنتفي | قلق | محبط | معرقل | معقد | وجه | وجه خيبة أمل',
    ),
    Emoji(
      '😢',
      'اشتقت | اشتياق | بكاء | تعيس | حزين | دمعة | دموع | شوق | مش مبسوط | وجه | وجه باك | وجه يبكي',
    ),
    Emoji(
      '😭',
      'بكاء | تعيس | حزن | حزين | دموع | صراخ | وجه | وجه يبكي بكاءً مرتفعًا | يبكي',
    ),
    Emoji(
      '😱',
      'خائف | خرعة | خوف | ذعر | صارخ | صدمة | عويل | مرعوب | مصدوم | هلع | وجه | وجه يصرخ خوفًا | يصرخ | يصرخ خوفًا',
    ),
    Emoji(
      '😖',
      'تائه | حائر | ضائع | غاضب | غضبان | مجنون | محبط | محتار | مدبرس | مرتبك | وجه',
    ),
    Emoji(
      '😣',
      'ألم رأس | تركيز | ثابر | جدية | صداع | مثابرة | وجع رأس | وجه | وجه جاد | يركز',
    ),
    Emoji(
      '😞',
      'تعيس | حزين | خاب أملي | خاب الأمل | زعل | زعلان | فشل | محبط | مخيب | وجه',
    ),
    Emoji(
      '😓',
      'ألم رأس | برد | توتر | حزين | خائف | زمطت | صداع | عرق | متوتر | وجع رأس | وجه | وجه بعرق بارد | وجه حزين متعرق | وجه عليه عرق بارد | وجه متعرق',
    ),
    Emoji(
      '😩',
      'تعبان | تعيس | جائع | غضب | غضبان | متعب | مجهد | مرهق | نعس | نعسان | وجه | وجه ضجر',
    ),
    Emoji(
      '😫',
      'احساس | تعب | تعبان | حزين | عطس | متعب | مجهد | مرهق | وجه',
    ),
    Emoji(
      '😤',
      'بخار | جنون | عصبي | غاضب | غضب | فوز | مجنون | مش مبسوط | معصب | نصر | وجه | وجه بأنف يصدر بخارًا',
    ),
    Emoji(
      '😡',
      'أحمر | جنون | غاضب | غضب | غضبان | متجهم | متجهم الوجه | مجنون | مقطب | هائج | وجه | وجه مشتاط غضبًا | وجه مقطب ومتجهم',
    ),
    Emoji(
      '😠',
      'تلوم | جنون | غاضب | غضب | غضبان | لائم | مجنون | معصب | ملامة | هائج | وجه | يلوم',
    ),
    Emoji(
      '🤬',
      'رقابة | سب | سباب | شتائم | شتم | عصبي | غاضب | غضب | غضبان | لعن | مسبات | وجه | وجه مع رموز على الفم | وجه يسب | يشتم',
    ),
    Emoji(
      '😈',
      'ابتسام | ابتسامة وقرون | حدوتة | خرافة | عصبي | غاضب | غضبان | قرون | قصة | معصب | وجه | وجه مبتسم بقرنين',
    ),
    Emoji(
      '👿',
      'إبليس | حدوتة | خرافة | شيطان | شيطان صغير | عفريت | غضب | غضبان | قرون | قصة | وجه | وجه غاضب بقرنين',
    ),
    Emoji(
      '💀',
      'جسم | جمجمة | حدوتة | خرافة | قصة | موت | ميت | وجه | وحش',
    ),
    Emoji(
      '☠️',
      'جسد | جمجمة | جمجمة بعظمتين متصالبتين | شبح | عظام | عظم | كروس | ميت | وفاة ',
    ),
    Emoji(
      '💩',
      'براز | تفو | خراء | خيسه | رائحة | رائحة كريهة | روث | فضلات | قرف | كريه | كومة فضلات | مقرف | وحش',
    ),
    Emoji(
      '🤡',
      'مهرج | وجه',
    ),
    Emoji(
      '👹',
      'إبليس | جني | حدوتة | خرافة | رعب | شيطان | غول | قصة | قناع | وجه | وحش | ياباني',
    ),
    Emoji(
      '👺',
      'حدوتة | خرافة | شرير | عفريت | غضب | قتاع | كائن | وجه | وحش | ياباني',
    ),
    Emoji(
      '👻',
      'جني | حدوتة | خرافة | شبح | قصة | مخيف | مسكون | هلوين | وجه',
    ),
    Emoji(
      '👽',
      'إليان | حدوتة | خرافة | فضاء | قصة | كائن غريب | كائن فضائي | مخلوق فضائي | وجه | يوفو',
    ),
    Emoji(
      '👾',
      'إليان | العاب الكترونية | العاب كمبيوتر | بيكسل | حدوتة | خرافة | قصة | كائن فضائي | لعبة كمبيوتر | وجه | وحش | وحش غريب | يوفو',
    ),
    Emoji(
      '🤖',
      'إنسان آلي | روبوت | مسخ | وجه | وحش',
    ),
    Emoji(
      '🎃',
      'قرع | قرعة مضيئة | هالوين | هالويين',
    ),
    Emoji(
      '😺',
      'ابتسام | ابتسامة قطة بفم مفتوح | بؤ | بسة | بسينة | بيسة | تم | حيوان | فم | قط | مفتوح | هر | وجه | وجه قطة | وجه قطة مبتسم بفم مفتوح',
    ),
    Emoji(
      '😸',
      'ابتسام | ابتسامة عريضة | ابتسامة قطة بأعين باسمة | بسينة | بيسة | حيوان | عين | عيون | قط | هر | هرة | وجه | وجه قطة | وجه قطة مبتسم بعينين باسمتين | وجه قطة مبتسم وعيون مبتسمة',
    ),
    Emoji(
      '😹',
      'بسينة | بيسة | حيوان | دمعة | دموع | ضحك | فرح | قطة | مضحك | هر | ههه | وجه قطة | وجه قطة بدموع فرح',
    ),
    Emoji(
      '😻',
      'أعين | ابتسامة | ابتسامة قطة وأعين قلب | بسمة | بسين | حب | حيوان | عينان | عيون | قط | قطة | قلوب | هر | هرة | وجه | وجه قطة مبتسم بعين على شكل قلب | وجه قطة مبتسم بعينين على شكل قلب',
    ),
    Emoji(
      '😼',
      'ابتسامة ساخرة | استهزاء | بسينة | بيسة | حيوان | ساخر | سخرية | قط | هر | وجه | وجه قطة | وجه قطة بابتسامة ممتعضة | وجه قطة ساخر | يستهزئ',
    ),
    Emoji(
      '😽',
      'أعين مغلقة | بسينة | بوسة | بيسة | تقبيل | قبلة | قط | قطة | هر | وجه | وجه قطة تقبّل',
    ),
    Emoji(
      '🙀',
      'اندهاش شديد | بسينة | حيوان | رباه | قط | لا أصدق | ما بصدق | متعجب | هر | هرة | وجه قطة قلق | وجه قطة مجهد | يا إلهي',
    ),
    Emoji(
      '😿',
      'أبكي | بسة | بسينة | بكاء | بكي | بيسة | تبكي | حزين | حيوان | دمعة | دموع | قط | هر | وجه قطة يبكي | يبكي',
    ),
    Emoji(
      '😾',
      'بس | بسينة | بيسة | تكشير | حيوان | قط | مقطب | هر | هرة | وجه قطة | وجه قطة عابس | وجه قطة مقطب',
    ),
    Emoji('🫶', 'أحبك | أيدي متشابكة على شكل قلب | حب | قلب | يدان',
        hasSkinTone: true),
    Emoji('👋',
        'أهلا | إلى اللقاء | انظر إلي | باي | بدي روح | تأشير | ترحيب | تلويح | لاحقًا | مرحبا | هاي | هلا | يد',
        hasSkinTone: true),
    Emoji('🤚',
        'أنا | ظاهر يد | ظهر يد مرفوعة | كف | مرحبا | مرفوع | يد | يد مرفوعة',
        hasSkinTone: true),
    Emoji('🖐️',
        'إصبع | تباعد | توقف | جسد | سؤال | كف | يد | يد مرفوعة | يد مرفوعة بأصابع متفرقة ',
        hasSkinTone: true),
    Emoji('✋', 'برافو | توقف | جسد | ستوب | قبضة | كف | مرحبا | يد | يد مرفوعة',
        hasSkinTone: true),
    Emoji(
        '🖖', 'إصبع | تحية فولكان | جسد | سبوك | ستار تريك | فولكان | كف | يد',
        hasSkinTone: true),
    Emoji('👌',
        'أوكي | الأشخاص وإيماءات موافقة الرأي | بالضبط | تمام | عظيم | علامة | قرص | قرصة | ممتاز | موافق | موافقة | مية مية | يد | يد تشير للموافقة',
        hasSkinTone: true),
    Emoji('🤌',
        'أصابع | أصابع مضمومة | إيماءة باليد | انتظر | تهكّم | جسم | صبرًا | ضم | مهلاً | يد',
        hasSkinTone: true),
    Emoji('🤏',
        'أصابع | تافه | شوي | صغير | قليل | كمية صغيرة | مثال | مقدار صغير | مقدار ضئيل | يد | يد تشير بمقدار ضئيل',
        hasSkinTone: true),
    Emoji('🫳', 'إسقاط | تجاهل | راحة يد للأسفل | صرف | طرد',
        hasSkinTone: true),
    Emoji('🫴', 'إمساك باليد | إيماءة | التقاط | تعال | راحة يد للأعلى | عرض',
        hasSkinTone: true),
    Emoji('✌️', 'إشارة | انتصار | سلام | علامة النصر | مقص | نصر | يد ',
        hasSkinTone: true),
    Emoji('🫰',
        'أموال | انطباق | حب | غالٍ | قلب | يد | يد مع تقاطع السبابة والإبهام',
        hasSkinTone: true),
    Emoji('🤞',
        'أصابع | أصابع مشبكة | أمنية | إشارة | انشاء الله | انشالله | حظ | يد',
        hasSkinTone: true),
    Emoji('🤟', 'أحبك | أصابع | إشارة | بحبك | تأشير | ثلاثة أصابع | يد',
        hasSkinTone: true),
    Emoji('🤘', 'إشارة قرون | إصبع | الناس والأعضاء | جسد | روك | قرون | يد',
        hasSkinTone: true),
    Emoji('🤙',
        'إشارة | إشارة للاتصال | اتصال | اتصل علي | تأشير | تلفنلي | تلفنيلي | كلمني | مكالمة | يد',
        hasSkinTone: true),
    Emoji('👈', 'إشارة | إصبع | إصبع لليسار | السبابة | تأشير | يد | يسار',
        hasSkinTone: true),
    Emoji('👉', 'إشارة | إصبع | إصبع لليمين | السبابة | تأشير | يد | يمين',
        hasSkinTone: true),
    Emoji('👆', 'إشارة | إصبع | إصبع لأعلى | السبابة | تأشير | فوق | يد',
        hasSkinTone: true),
    Emoji('🖕', 'إصبع | الوسطى | جسد | يد', hasSkinTone: true),
    Emoji('👇', 'أدنى | أسفل | إشارة | إصبع | إصبع لأسفل | السبابة | تحت | يد',
        hasSkinTone: true),
    Emoji('☝️',
        'أعلى | إشارة | إصبع | تأشير | جسد | سبابة | سبابة لأعلى | سبابة يشير لأعلى | فوق | يد ',
        hasSkinTone: true),
    Emoji('👍',
        'أعلى | أوكي | إبهام | إشارة | إصبع | الأشخاص والإبهام لأعلى | تمام | حلو | عظيم | علامة | قبول | كده | موافق | مية مية | نعم | يد',
        hasSkinTone: true),
    Emoji('👎',
        'آفاا | أسفل | إبهام | رفض | سيئ | علامة | كلا | لا | لا يعجبني | ما يعجبني | مش منيح | يد',
        hasSkinTone: true),
    Emoji('✊',
        'ترابط | تضامن | جسد | قبضة | قبضة يد مرفوعة | وحدة | يد | يد مرفوعة',
        hasSkinTone: true),
    Emoji('👊', 'أكيد | بوكس | صحيح | ضربة | قبضة يد | كف | يد',
        hasSkinTone: true),
    Emoji('🤛', 'بوكس | قبضة | قبضة لليسار | يسار', hasSkinTone: true),
    Emoji('🤜', 'بوكس | قبضة | قبضة لليمين | يد | يمين', hasSkinTone: true),
    Emoji('🫲',
        'باتجاه اليسار | يد | يد باتجاه اليسار | يسار | يصافح | يمسك بيده اليسرى',
        hasSkinTone: true),
    Emoji('🫱', 'باتجاه اليمين | يد | يد باتجاه اليمين | يصافح | يمين',
        hasSkinTone: true),
    Emoji('👏',
        'أصلي | أيادي | تزقيف | تصفيق | تصلي | زقف | صلاة | صلي | عظيم | علامة | مبروك | يد | يد تصفق | يدان تصفقان | يصلي',
        hasSkinTone: true),
    Emoji('🙌',
        'إشارة | احتفال | اليدان | تأشير | تشجيع | تهييص | رفع اليدين احتفالاً | مرفوعة | هيصة | يد | يدان',
        hasSkinTone: true),
    Emoji('👐',
        'إثارة | تحمس | حماس | عبطة | عبوطة | علامة | علامة فتح اليدين | غمرة | متحمس | مشوق | مفتوح | مفتوحة | يد | يدان مفتوحتان',
        hasSkinTone: true),
    Emoji('🤲',
        'أتمنى | أمنية | استخارة | دعاء | دعوات | راحتان مفتوحتان | صلاة | يد | يدان تصليان',
        hasSkinTone: true),
    Emoji('🤝', 'اتفاق | اجتماع | صفقة | مصافحة | يد', hasSkinTone: true),
    Emoji('🙏',
        'آمين | أداء صلاة | أنشاء الله | إشارة | إنشالله | استخارة | ان شاء الله | تأشير | تصلي | شكراً | صلاة | مبارك | مشكور | ممتن | يتضرع | يد | يدان مضمومتان | يصلي',
        hasSkinTone: true),
    Emoji('🫵',
        'أنت | إشارة | إصبع | إصبع السبابة يشير إلى الناظر | السبابة | الناظر | وكز | يد',
        hasSkinTone: true),
    Emoji('✍️', 'اكتب | تكتب | كتابة | يد | يد كاتبة | يكتب ',
        hasSkinTone: true),
    Emoji('💅',
        'أظافر | إكلادور | تجميل | تهذيب أظافر | زهق | زهقانة | ضفير | طلاء أظافر | مانكير | مانيكور | مستحضرات تجميل | مناكير | منكير',
        hasSkinTone: true),
    Emoji('🤳',
        'سيلفي | صورة ذاتية | صورة ذاتيىة | صورة سيلفي | كاميرا | موبايل | هاتف',
        hasSkinTone: true),
    Emoji('💪',
        'تمارين | جيم | حامل أثقال | رفع الأوزان | رياضة | عضلات | عضلة الذراع | قوة | قوي | قوية | مرنة | هزل',
        hasSkinTone: true),
    Emoji('🦵', 'رجل | رِجل | ركبة | ركل | ركلة | ساق | طرف | فخذ | قدم | وِرك',
        hasSkinTone: true),
    Emoji('🦶',
        'أقدام | تعثر | دس | رِجل | رفسة | ركل | ركلة | شَلوت | شوطة | عظام | عظمة | عقب | قدم | كاحل | كعب | مفصل',
        hasSkinTone: true),
    Emoji('👂', 'أذن | استماع | استمع | جسم | دينة | سمع | صوت',
        hasSkinTone: true),
    Emoji('👃',
        'أنف | جسم | حشري | حشور | خشم | رائحة | شم | منخار | منخور | وجه',
        hasSkinTone: true),
    Emoji(
      '🧠',
      'حاذق | دماغ | ذكي | مخ | نخاع',
    ),
    Emoji(
      '🦴',
      'ترقوة | عضمة | عظام | عظم | عظمة | كلب | هيكل | هيكل عظمي',
    ),
    Emoji(
      '👀',
      'أعين | بص | تبحلق | عينان | عيون | نظر | وجه | يا إلهي | يبحلق | يبصبص',
    ),
    Emoji(
      '👁️',
      'جسد | عسلي | عين ',
    ),
    Emoji(
      '💋',
      'بوسة | حب | رومانس | رومانسية | رومنس | سيكسي | شفاه | علامة قبلة | قبلة | مشاعر | موعد',
    ),
    Emoji(
      '👄',
      'براطم | بوسة | تقبيل | جسم | شفاف | شفايف | شفتان | فم | قبلة | وجه',
    ),
    Emoji(
      '🫦',
      'أحمر شفاه | إثارة | خوف | شفاه | عض الشفاه | قبلة | قلق | متضايق | متوتّر | مشغول البال | مغازلة',
    ),
    Emoji(
      '🦷',
      'أبيض | أسنان | دكتور أسنان | دكتور سِنان | سن | سِنَّ | سنة | سِنَّة | ضرس | طبيب أسنان | لآليء | لؤلؤ | لؤلؤة | لؤلؤي',
    ),
    Emoji(
      '👅',
      'جسم | لحس | لحسة | لسان | لعق | وجه',
    ),
    Emoji('👶', 'أطفال | بيبي | حامل | حبل | حبلة | رضيع | صغير | طفل',
        hasSkinTone: true),
    Emoji('🧒', 'حفيد | صغير | طفل | ولد', hasSkinTone: true),
    Emoji('👦', 'ذكر | شاب | شب | صبي | ولد', hasSkinTone: true),
    Emoji('👧',
        'أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة',
        hasSkinTone: true),
    Emoji('🧑', 'بالغ | راشد | شخص | كبير | وجه', hasSkinTone: true),
    Emoji('👨',
        'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير',
        hasSkinTone: true),
    Emoji('🧔', 'دقن | شخص | شخص بلحية | شخص مع لحية | لحية | ملتحي',
        hasSkinTone: true),
    Emoji('👱',
        'أشخاص | أشقر | إنسان | رجل | شخص أشقر | شعر أشقر | قصة شعر | وجه',
        hasSkinTone: true),
    Emoji('👨‍🦰',
        'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أصهب | رأس حمراء | شعر أحمر ',
        hasSkinTone: true),
    Emoji('👨‍🦱',
        'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أفريقي | جدائل | شعر مجعد | مجعد ',
        hasSkinTone: true),
    Emoji('👨‍🦳',
        'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أبيض | رمادي | شعر | قديم ',
        hasSkinTone: true),
    Emoji('👨‍🦲',
        'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أصلع | العلاج الكيميائي | بدون شعر | بلا شعر | شعر محلوق ',
        hasSkinTone: true),
    Emoji('👩',
        'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة',
        hasSkinTone: true),
    Emoji('👱‍♀️',
        'أشخاص | أشقر | إنسان | رجل | شخص أشقر | شعر أشقر | قصة شعر | وجه رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('👩‍🦰',
        'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أصهب | رأس حمراء | شعر أحمر ',
        hasSkinTone: true),
    Emoji('👩‍🦱',
        'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أفريقي | جدائل | شعر مجعد | مجعد ',
        hasSkinTone: true),
    Emoji('👩‍🦳',
        'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أبيض | رمادي | شعر | قديم ',
        hasSkinTone: true),
    Emoji('👩‍🦲',
        'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أصلع | العلاج الكيميائي | بدون شعر | بلا شعر | شعر محلوق ',
        hasSkinTone: true),
    Emoji('🧓',
        'بالغ أكبر في السن | جد | ختيار | رجل | شايب | شيخ | عجوز | كبير | كبير السن | كبير في السن | كهل',
        hasSkinTone: true),
    Emoji('👴', 'أشخاص | جد | جدو | رجل | سيدي | شخص | عجوز | كهل',
        hasSkinTone: true),
    Emoji('👵',
        'أشخاص | امرأة | تيتا | جدة | جدتي | حكيمة | ختيارة | ستي | سيدة | شقراء | عجوز',
        hasSkinTone: true),
    Emoji('🙍‍♂️',
        'أشخاص | إشارة | إمرأة | حزين | ساخط | سيدة | شخص | عابس | محبط | منزعج رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🙍‍♀️',
        'أشخاص | إشارة | إمرأة | حزين | ساخط | سيدة | شخص | عابس | محبط | منزعج رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🙎‍♂️',
        'أشخاص | إشارة | إمراة | تجهم | حزين | خيبة أمل | سيدة | شخص | شخص متجهم | عابس | متجهمة | منزعج رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🙎‍♀️',
        'أشخاص | إشارة | إمراة | تجهم | حزين | خيبة أمل | سيدة | شخص | شخص متجهم | عابس | متجهمة | منزعج رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🙅‍♂️',
        'أشخاص | أمر سيء | إشارة رفض | امرأة | توقف | سيدة | كاراتيه | كفاية | لا | ممنوع | يد رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🙅‍♀️',
        'أشخاص | أمر سيء | إشارة رفض | امرأة | توقف | سيدة | كاراتيه | كفاية | لا | ممنوع | يد رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🙆‍♂️',
        'أشخاص | إشارة | تمرين | مضبوط | موافقة | نعم | وجه | يا إلهي | يا الله | يد رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🙆‍♀️',
        'أشخاص | إشارة | تمرين | مضبوط | موافقة | نعم | وجه | يا إلهي | يا الله | يد رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('💁‍♂️',
        'أشخاص | امرأة | بجدية | بقشيش | حركة الشعر | سخرية | شخص بيد مائلة | كف | لا يهمني | مساعدة | معلومات | يد رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('💁‍♀️',
        'أشخاص | امرأة | بجدية | بقشيش | حركة الشعر | سخرية | شخص بيد مائلة | كف | لا يهمني | مساعدة | معلومات | يد رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🙋‍♂️',
        'أشخاص | أعرف | أنا | إشارة | إمرأة | رفع اليد | سؤال | سعادة | سيدة | شخص | شخص يرفع يده | هنا | يد رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🙋‍♀️',
        'أشخاص | أعرف | أنا | إشارة | إمرأة | رفع اليد | سؤال | سعادة | سيدة | شخص | شخص يرفع يده | هنا | يد رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🙇‍♂️',
        'آسف | أسف | أشخاص | إشارة | اعتذار | انحناء | انحناء شديد | تأمل | رأفة | رجل | رجل ينحني | شخص | شخص يتأسف | شخص ينحني اعتذارًا | ندم | يغفر رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🙇‍♀️',
        'آسف | أسف | أشخاص | إشارة | اعتذار | انحناء | انحناء شديد | تأمل | رأفة | رجل | رجل ينحني | شخص | شخص يتأسف | شخص ينحني اعتذارًا | ندم | يغفر رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🤦‍♂️',
        'أشخاص | إحباط | راحة يد | سخط | شخص محبط | صدمة | لا | لا أعتقد ذلك | ليس مجددًا | يا إلهي رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🤦‍♀️',
        'أشخاص | إحباط | راحة يد | سخط | شخص محبط | صدمة | لا | لا أعتقد ذلك | ليس مجددًا | يا إلهي رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🤷‍♂️',
        'أشخاص | أيًا كان | احتمال | جهل | ربما | شك | لا أعرف | لا مبالاة | لا يوجد فرق | من يدري | هزة الكتف رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🤷‍♀️',
        'أشخاص | أيًا كان | احتمال | جهل | ربما | شك | لا أعرف | لا مبالاة | لا يوجد فرق | من يدري | هزة الكتف رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('👨‍⚕️',
        'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير رمز | رمز طبي | صيدلية | طب | فريق | فريق طبي ',
        hasSkinTone: true),
    Emoji('👩‍⚕️',
        'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة رمز | رمز طبي | صيدلية | طب | فريق | فريق طبي ',
        hasSkinTone: true),
    Emoji('👨‍🎓', 'تلميذ | خريج | رجل | طالب', hasSkinTone: true),
    Emoji('👩‍🎓', 'امرأة | تخرج | تلميذة | خريجة | سيدة | طالبة',
        hasSkinTone: true),
    Emoji('👨‍🏫', 'أستاذ | أستاذ جامعي | بروفسور | رجل | مدرس | مربي | معلم',
        hasSkinTone: true),
    Emoji('👩‍🏫',
        'أستاذة | أستاذة جامعية | امرأة | سيدة | مدرسة | مربية | معلمة | نظارات',
        hasSkinTone: true),
    Emoji('👨‍⚖️',
        'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أداة | برج | برج الميزان | توازن | عدالة | كفتان | ميزان | وزن ',
        hasSkinTone: true),
    Emoji('👩‍⚖️',
        'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أداة | برج | برج الميزان | توازن | عدالة | كفتان | ميزان | وزن ',
        hasSkinTone: true),
    Emoji('👨‍🌾', 'رجل | عامل زراعي | فلاح | مزارع | منسق حدائق',
        hasSkinTone: true),
    Emoji('👩‍🌾', 'امرأة | سيدة | عاملة زراعية | فلاحة | مزارعة | منسقة حدائق',
        hasSkinTone: true),
    Emoji('👨‍🍳', 'رجل | شيف | طاه | طباخ | طبخ', hasSkinTone: true),
    Emoji('👩‍🍳', 'أمرأة | سيدة | شيف | طاهية | طباخة', hasSkinTone: true),
    Emoji(
        '👨‍🔧', 'حرفي | سمكري | سنغري | سنكري | عامل | ميكانيسيان | ميكانيكي',
        hasSkinTone: true),
    Emoji('👩‍🔧',
        'امرأة | حرفية | سمكرية | سيدة | عاملة | كهربائية | مهنية | ميكانيكية',
        hasSkinTone: true),
    Emoji('👨‍🏭', 'تجميع | رجل | صناعة | عامل | مصنع', hasSkinTone: true),
    Emoji('👩‍🏭', 'امرأة | تجميع | سيدة | صناعة | عاملة | مصنع',
        hasSkinTone: true),
    Emoji('👨‍💼', 'رجل | شركة | مدير | مكتب | مهندس | موظف',
        hasSkinTone: true),
    Emoji('👩‍💼', 'امرأة | سيدة | شركة | مديرة | مكتب | مهندسة | موظفة',
        hasSkinTone: true),
    Emoji('👨‍🔬',
        'بيولوجي | رجل | رياضي | رياضيات | عالم | فيزيائي | كيميائي | مهندس',
        hasSkinTone: true),
    Emoji('👩‍🔬',
        'امرأة | بيولوجية | سيدة | عالمة | عالِمة | فيزيائية | كيميائية | مهندسة',
        hasSkinTone: true),
    Emoji('👨‍💻',
        'تقني | خبير تكنولوجي | رجل | عالم تكنولوجيا | كمبيوتر | مبتكر | مبرمج | مخترع | مصمم أكواد',
        hasSkinTone: true),
    Emoji('👩‍💻',
        'امرأة | تقنية | خبيرة تكنولوجيا | سيدة | عالمة تكنولوجيا | عالِمة تكنولوجيا | كمبيوتر | مبتكرة | مبرمجة | مخترعة | مصممة أكواد',
        hasSkinTone: true),
    Emoji('👨‍🎤', 'رجل | روك | مطرب | مغني | ممثل | نجم | وان مان شو',
        hasSkinTone: true),
    Emoji('👩‍🎤', 'امرأة | سيدة | مطربة | مغنية | ممثلة | نجمة',
        hasSkinTone: true),
    Emoji('👨‍🎨', 'ألوان | باليت | تلوين | رجل | رسام | فنان',
        hasSkinTone: true),
    Emoji('👩‍🎨', 'ألوان | امرأة | رسامة | سيدة | فنانة', hasSkinTone: true),
    Emoji('👨‍✈️',
        'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير اقلاع | سفر | طائرة | طيارة | مركبة ',
        hasSkinTone: true),
    Emoji('👩‍✈️',
        'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة اقلاع | سفر | طائرة | طيارة | مركبة ',
        hasSkinTone: true),
    Emoji('👨‍🚀', 'رائد فضاء | رجل | صاروخ | عالم | فضاء | ملاح فضاء',
        hasSkinTone: true),
    Emoji('👩‍🚀', 'امرأة | رائدة فضاء | سيدة | فضاء | ملاحة فضاء',
        hasSkinTone: true),
    Emoji('👨‍🚒',
        'إطفاء | اطفئجي | اطفائية | حريق | رجل | رجل مطافئ | عامل إطفاء',
        hasSkinTone: true),
    Emoji('👩‍🚒',
        'إطفأجية | إطفائية | امرأة | حريق | سيدة | سيدة إطفاء | سيدة مطافئ | عاملة إطفاء',
        hasSkinTone: true),
    Emoji('👮‍♂️',
        'أشخاص | اعتقال | القانون | درك | رجل | شرطة | شرطي | ضابط رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('👮‍♀️',
        'أشخاص | اعتقال | القانون | درك | رجل | شرطة | شرطي | ضابط رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🕵️‍♂️',
        'المحقق وحيد | جاسوس | رجل | شخص يحقّق | عميل | مباحث | محقق | مفتش رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🕵️‍♀️',
        'المحقق وحيد | جاسوس | رجل | شخص يحقّق | عميل | مباحث | محقق | مفتش رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('💂‍♂️',
        'بكنغهام | حارس | خفير | خوذة | درك | رجل | لندن رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('💂‍♀️',
        'بكنغهام | حارس | خفير | خوذة | درك | رجل | لندن رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('👷‍♂️',
        'أشخاص | إصلاح | بناء | خوذة | رجل | شخص يعمل في البناء | شغل | عامل | عمل | قبعة | معمرجي رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('👷‍♀️',
        'أشخاص | إصلاح | بناء | خوذة | رجل | شخص يعمل في البناء | شغل | عامل | عمل | قبعة | معمرجي رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🤴', 'أمير | برنس | رجل | سمو | ملكي', hasSkinTone: true),
    Emoji('👸', 'أشخاص | أميرة | تاج | حدوتة | خرافة | قصة | ملكة',
        hasSkinTone: true),
    Emoji('👳‍♂️',
        'أشخاص | رجل | رجل بعمامة | رجل يرتدي عمامة | شخص متعمم | شيخ | عمامة | متعمم | يتعمم رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('👳‍♀️',
        'أشخاص | رجل | رجل بعمامة | رجل يرتدي عمامة | شخص متعمم | شيخ | عمامة | متعمم | يتعمم رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('👲',
        'أشخاص | رجل | رجل بعمامة صينية | رجل يرتدي قبعة | غوا بي ماو | قبعة | قلنسوة',
        hasSkinTone: true),
    Emoji('🧕', 'امرأة محجّبة | حجاب | متحجبة | محجبة', hasSkinTone: true),
    Emoji('🤵',
        'بدلة | رجل | رجل بملابس سهرة | زوج | شخص | شخص ببدلة رسمية | شخص بملابس سهرة | شخص في بدلة رسمية | عريس | ملابس سهرة',
        hasSkinTone: true),
    Emoji('👰',
        'أشخاص | امرأة | حجاب | زفاف | زواج | زوجة | سيدة | طرحة | عرس | عروس | عروس بحجاب | عروس بطرحة',
        hasSkinTone: true),
    Emoji('🤰', 'امرأة | بيبي | حامل | حبل | حبلة | سيدة', hasSkinTone: true),
    Emoji('🤱', 'أم | أمومة | ترضيع | رضاعة | رضيع | شخص | صدر | طفل | مرضعة',
        hasSkinTone: true),
    Emoji('👼', 'حدوتة | خرافة | طفل ملاك | قصة | كنيسة | ملاك | وجه',
        hasSkinTone: true),
    Emoji('🎅',
        'بابا نويل | حدوتة | خرافة | سانتا | سانتا كلوز | عيد | عيد الميلاد | قصة',
        hasSkinTone: true),
    Emoji('🤶',
        'أم | سانتا | سانتا كلوز | سيدة سانتا كلوز | عيد الميلاد | كريسماس | ماما نويل',
        hasSkinTone: true),
    Emoji('🦸‍♂️',
        'باتمان | بطل | بطلة | خارق | سوبرمان | سوبرهيرو | طيب | قوة خارقة | قوي | منقذ رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🦸‍♀️',
        'باتمان | بطل | بطلة | خارق | سوبرمان | سوبرهيرو | طيب | قوة خارقة | قوي | منقذ رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🦹‍♂️',
        'أشخاص | إجرامي | بطل | جريمة | خارق | سيء | شر | شرير | شريرة | قوة خارقة | قوى خارقة | مؤذ | مجرم | هيرو رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🦹‍♀️',
        'أشخاص | إجرامي | بطل | جريمة | خارق | سيء | شر | شرير | شريرة | قوة خارقة | قوى خارقة | مؤذ | مجرم | هيرو رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🧙‍♂️',
        'أساطير | أشخاص | تعويذة | حكايات | ساحر | سحر | سحرة | شعوذة | عراب | عراف | مشعوذ رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🧙‍♀️',
        'أساطير | أشخاص | تعويذة | حكايات | ساحر | سحر | سحرة | شعوذة | عراب | عراف | مشعوذ رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🧚‍♂️',
        'أجنحة | أساطير | أشخاص | بيتر بان | تنة ورنة | جنية | جنيّة | جنيّة خيالية | حكايات | عرابة رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🧚‍♀️',
        'أجنحة | أساطير | أشخاص | بيتر بان | تنة ورنة | جنية | جنيّة | جنيّة خيالية | حكايات | عرابة رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🧛‍♂️',
        'أساطير | أسنان | أشخاص | أنياب | خيال | دراكولا | دم | فامباير | مصاص دماء | مصّاص دماء رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🧛‍♀️',
        'أساطير | أسنان | أشخاص | أنياب | خيال | دراكولا | دم | فامباير | مصاص دماء | مصّاص دماء رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🧜‍♂️',
        'أشخاص | جنية بحر | حكايات | حورية | عروس البحر | فولكلور | قصص خيالية | كائن بحري بجسد بشري وذيل سمكة | مخلوق بحري بجسد بشري وذيل سمكة رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🧜‍♀️',
        'أشخاص | جنية بحر | حكايات | حورية | عروس البحر | فولكلور | قصص خيالية | كائن بحري بجسد بشري وذيل سمكة | مخلوق بحري بجسد بشري وذيل سمكة رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🧝‍♂️',
        'أساطير | أشخاص | إلف | إيلف | جني | جنّي صغير | خيال | عفريت | كائن سحري | ليغولاس | مخلوق سحري رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🧝‍♀️',
        'أساطير | أشخاص | إلف | إيلف | جني | جنّي صغير | خيال | عفريت | كائن سحري | ليغولاس | مخلوق سحري رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji(
      '🧞‍♂️',
      'أساطير | أشخاص | أمنيات | جن | جني | حكايات | عفريت | علاء الدين | مارد سحري | مصباح رمز ذكر | مذكر ',
    ),
    Emoji(
      '🧞‍♀️',
      'أساطير | أشخاص | أمنيات | جن | جني | حكايات | عفريت | علاء الدين | مارد سحري | مصباح رمز أنثى | مؤنث ',
    ),
    Emoji(
      '🧟‍♂️',
      'أشخاص | رعب | زومبي | مخيف | مرعب | مفزع | موتى أحياء رمز ذكر | مذكر ',
    ),
    Emoji(
      '🧟‍♀️',
      'أشخاص | رعب | زومبي | مخيف | مرعب | مفزع | موتى أحياء رمز أنثى | مؤنث ',
    ),
    Emoji('💆‍♂️',
        'أشخاص | استرخاء | امرأة | تدليك | راحة | شخص يحصل على مساج | صالون | صداع | علاج | مساج | وجع رأس رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('💆‍♀️',
        'أشخاص | استرخاء | امرأة | تدليك | راحة | شخص يحصل على مساج | صالون | صداع | علاج | مساج | وجع رأس رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('💇‍♂️',
        'أشخاص | امرأة | تجميل | جمال | حلاق | حلاقة الشعر | شخص يُقص شعره | شعر | صالون تجميل | قص الشعر | محل حلاقة رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('💇‍♀️',
        'أشخاص | امرأة | تجميل | جمال | حلاق | حلاقة الشعر | شخص يُقص شعره | شعر | صالون تجميل | قص الشعر | محل حلاقة رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🚶‍♂️',
        'أشخاص | خطوات | سير | شخص يسير | كزدرة | كزدورة | مشي | نزهة رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🚶‍♀️',
        'أشخاص | خطوات | سير | شخص يسير | كزدرة | كزدورة | مشي | نزهة رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🏃‍♂️',
        'أشخاص | جري | حركة | ركض | رياضة | سريع | شخص يجري | عدّاء | ماراثون | مستعجل رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🏃‍♀️',
        'أشخاص | جري | حركة | ركض | رياضة | سريع | شخص يجري | عدّاء | ماراثون | مستعجل رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🕺',
        'أناقة | أنيق | تانغو | راقص | رجل | رجل يرقص | رقص | سلسا | فلامينكو | متأنق',
        hasSkinTone: true),
    Emoji('💃', 'أشخاص | تنغو | راقصة | رقص | فلامينكو', hasSkinTone: true),
    Emoji('🕴️', 'أعمال | بدلة | رجل | رجل أعمال يرتقي ', hasSkinTone: true),
    Emoji(
      '👯‍♂️',
      'أذن أرنبية | أشخاص | احتفال | امرأة | بنات راقصة | توأم | رفيق | رقص | شخصان يرقصان | صديق | متماثل رمز ذكر | مذكر ',
    ),
    Emoji(
      '👯‍♀️',
      'أذن أرنبية | أشخاص | احتفال | امرأة | بنات راقصة | توأم | رفيق | رقص | شخصان يرقصان | صديق | متماثل رمز أنثى | مؤنث ',
    ),
    Emoji('🧖‍♂️',
        'أشخاص | استرخاء | تجميل | حمام | حمام بخار | راحة | ساونا | سونا | شخص في حمّام بخار | عناية رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🧖‍♀️',
        'أشخاص | استرخاء | تجميل | حمام | حمام بخار | راحة | ساونا | سونا | شخص في حمّام بخار | عناية رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🧘',
        'أشخاص | استرخاء | تأمل | راحة | سكون | شخص متربّع | صفاء | متربعة | هدوء | يوجا | يوغا',
        hasSkinTone: true),
    Emoji('👭',
        'أخت | أخوات | امرأة | امرأتان | بنات | ثنائي | زوج | سيدة | سيدتان | صداقة | صديقات | صديقة | صديقتان | يد بيد',
        hasSkinTone: true),
    Emoji('👫',
        'أشخاص | أصدقاء | إمرأة | ثنائي | حب | رجل | رجل وامرأة | رجل وامرأة يمسكان بيد بعضهما | زوج | غرام | مغروم | موعد | يد بيد',
        hasSkinTone: true),
    Emoji('👬',
        'أخ | أصدقاء | إخوة | توأم | ثنائي | رجل | رجلان | زوج | صديق | يد بيد',
        hasSkinTone: true),
    Emoji(
      '💏',
      'أشخاص | تقبيل | ثنائي | حب | حبيبي | رومانس | رومانسية | رومنس | زوج | عيد | عيد زواج | غرام | قبلة | قلب | موعد',
    ),
    Emoji(
      '👨‍❤️‍💋‍👨',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير احبك | بحبك | حب | رمز | غرام | قلب | قلب أحمر | قلب احمر | يحب بوسة | حب | رومانس | رومانسية | رومنس | سيكسي | شفاه | علامة قبلة | قبلة | مشاعر | موعد أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير ',
    ),
    Emoji(
      '👩‍❤️‍💋‍👩',
      'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة احبك | بحبك | حب | رمز | غرام | قلب | قلب أحمر | قلب احمر | يحب بوسة | حب | رومانس | رومانسية | رومنس | سيكسي | شفاه | علامة قبلة | قبلة | مشاعر | موعد أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة ',
    ),
    Emoji(
      '💑',
      'أشخاص | ثنائي | حب | حبيبي | رومانس | رومانسية | رومنس | زوج | زوج وقلب | غرام | قلب',
    ),
    Emoji(
      '👨‍❤️‍👨',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير احبك | بحبك | حب | رمز | غرام | قلب | قلب أحمر | قلب احمر | يحب أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير ',
    ),
    Emoji(
      '👩‍❤️‍👩',
      'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة احبك | بحبك | حب | رمز | غرام | قلب | قلب أحمر | قلب احمر | يحب أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة ',
    ),
    Emoji(
      '👪',
      'أب | أسرة | أشخاص | أم | طفل | عائلة',
    ),
    Emoji(
      '👨‍👩‍👦',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👨‍👩‍👧',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ',
    ),
    Emoji(
      '👨‍👩‍👧‍👦',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👨‍👩‍👦‍👦',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة ذكر | شاب | شب | صبي | ولد ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👨‍👩‍👧‍👧',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ',
    ),
    Emoji(
      '👨‍👨‍👦',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👨‍👨‍👧',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ',
    ),
    Emoji(
      '👨‍👨‍👧‍👦',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👨‍👨‍👦‍👦',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير ذكر | شاب | شب | صبي | ولد ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👨‍👨‍👧‍👧',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ',
    ),
    Emoji(
      '👩‍👩‍👦',
      'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👩‍👩‍👧',
      'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ',
    ),
    Emoji(
      '👩‍👩‍👧‍👦',
      'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👩‍👩‍👦‍👦',
      'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة ذكر | شاب | شب | صبي | ولد ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👩‍👩‍👧‍👧',
      'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ',
    ),
    Emoji(
      '👨‍👦',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👨‍👦‍👦',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير ذكر | شاب | شب | صبي | ولد ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👨‍👧',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ',
    ),
    Emoji(
      '👨‍👧‍👦',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👨‍👧‍👧',
      'أخ | اشقر | بالغ | خي | رجال | رجل | شب | شخص | صاحب | صبي | صديق | كبير أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ',
    ),
    Emoji(
      '👩‍👦',
      'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👩‍👦‍👦',
      'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة ذكر | شاب | شب | صبي | ولد ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👩‍👧',
      'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ',
    ),
    Emoji(
      '👩‍👧‍👦',
      'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ذكر | شاب | شب | صبي | ولد ',
    ),
    Emoji(
      '👩‍👧‍👧',
      'أشقر | أنثى | أنسة | امرأة | بالغة | سيدة | شخص | شقراء | قصة شعر | كبيرة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة أنثى | إبنة | بنت | بنتوتة | بنوتة | بنية | سيدة | شابة | شعر مربوط | طفلة | فتاة ',
    ),
    Emoji(
      '🗣️',
      'تحدث | حديث | رأس | رأس تتحدث | صراخ | صرخ | صريخ | صوت عالي | ظل | عيط | عييط | كلام | نطق | وجه ',
    ),
    Emoji(
      '👤',
      'أشخاص | خفي | شخص | صورة | صورة ظلية | ظل | غامض | غير معروف | مبهم | مخفي',
    ),
    Emoji(
      '👥',
      'أشخاص | أصحاب | أصدقاء | الجميع | الكل | صاحب | صديق | صورتان | صورتان ظليتان | ظل | كلنا',
    ),
    Emoji(
      '🫂',
      'احتواء | ترحيب | توديع | حب | حضن | دعم | شخصان يتعانقان | شكر | عناق',
    ),
    Emoji(
      '👣',
      'أثر قدم | أثر قدمين | أمشي | تمشي | جسم | حافي | خطى | دعسات | قدم | يمشي',
    ),
    Emoji(
      '🧳',
      'أمتعة | تروللي | تعبئة | حقائب | حقائب السفر | حقيبة | حقيبة بعجلات | سفر | شنط | شنطة بعجل | شنطة سفر',
    ),
    Emoji(
      '🌂',
      'أمطار | شتاء | شتي | شمسية | شمسية مغلقة | طقس | مطر | مظلة | ملابس',
    ),
    Emoji(
      '☂️',
      'شتاء | شتي | شمسية | طقس | مطر | مظلة | ملابس ',
    ),
    Emoji(
      '🧵',
      'إبرة | بكرة | حياكة | خياطة | خيط | خيوط | فتلة | مغزل | نسيج',
    ),
    Emoji(
      '🧶',
      'أشغال يدوية | أعمال يدوية | إبرة وفتلة | حياكة | خياطة | خيط | دوبار | دوبارة | شَلة صوف | صنارة | صوف | غرزة | غزْل | فتلة | كرة | كروشيه | لفة صوف | نسيج | يدوي',
    ),
    Emoji(
      '👓',
      'عوينات | ملابس | نظارات | نظارة',
    ),
    Emoji(
      '🕶️',
      'ظلام | عتمة | عوينات | عين | عيون | مظلم | نظارات | نظارة | نظارة شمس ',
    ),
    Emoji(
      '🥽',
      'حماية | حماية العينين | حماية للعين | سباح | سباحة | سنوركلينج | شرارة | عوم | عينين | غطاس | غطس | غواص | غوص | غوغلز | لحام | مياه | نظارة | نظارة واقية',
    ),
    Emoji(
      '🥼',
      'بالطو | بالطو أبيض | تجارب | تجربة | ثوب | جاكت | حكيم | دكتور | سترة | طبيب | عالم | علوم | مختبرات | معطف | معطف أبيض | معطف مختبر | معطف معمل | ملابس | هدوم | ياقة بيضاء',
    ),
    Emoji(
      '👔',
      'تياب | ثياب | جاد | رابطة عنق | قميص | كرافات | كرافتة | ملابس | موظف | وظيفة',
    ),
    Emoji(
      '👕',
      'تسوق | تي شيرت | تياب | ثياب | شوبينغ | قميص | ملابس | نهاية الأسبوع | ويك أند',
    ),
    Emoji(
      '👖',
      'بنطال | بنطلون | تسوق | تياب | ثياب | جينز | شوبينغ | ملابس | نهاية الأسبوع | ويك أند',
    ),
    Emoji(
      '🧣',
      'برد | دافئ | شال | عنق | لفاف | وشاح',
    ),
    Emoji(
      '🧤',
      'قفّازان | كف | يد',
    ),
    Emoji(
      '🧥',
      'أحح | أنوراك | برد | جاكيت | دافئ | سترة | معطف',
    ),
    Emoji(
      '🧦',
      'جرابات | جوارب | جورب | شرابات | كلسات',
    ),
    Emoji(
      '👗',
      'تسوق | تياب | ثياب | شوبينغ | فستان | قطعة واحدة | ملابس',
    ),
    Emoji(
      '👘',
      'تياب | ثياب | زي ياباني | فستان | كيمونو | كيمونو ياباني | مريح | ملابس | يايان',
    ),
    Emoji(
      '👙',
      'بحر | بيكيني | تياب | ثياب | سباحة | مايو | مسبح | ملابس | ملابس استحمام | ملابس البحر',
    ),
    Emoji(
      '👚',
      'إمرأة | تسوق | تياب | ثياب | سيدة | شوبينغ | فستان | قميص | ملابس | ملابس حريمي | ملابس ستاتية',
    ),
    Emoji(
      '👛',
      'تسوق | جزدان | شنطة | شوبينغ | فلوس | كيس نقود | مال | محفظة | ملابس | نقود',
    ),
    Emoji(
      '👜',
      'تبضع | جزدان | حقيبة | حقيبة يد | شراء | شنطة | شنطة يد | شوبينغ | محفظة | ملابس',
    ),
    Emoji(
      '👝',
      'جزدان | حقيبة | حقيبة يد | شنطة | محفظة يد | ملابس',
    ),
    Emoji(
      '🎒',
      'تعليم | حقيبة مدرسة | دراسة | شنطة | علم | مدرسة',
    ),
    Emoji(
      '👞',
      'تسوق | ثياب | جزمة | حذاء | حذاء رجالي | رجل | ركل | شوبينغ | لبط | ملابس | نعلة',
    ),
    Emoji(
      '👟',
      'تسوق | ثياب | جري | جزمة رياضة | حذاء | حذاء رياضة | حذاء رياضي | ركض | ركل | سريع | سنيكرز | شوبينغ | عدو | لبط | ملابس | يجري | يركض | يعدو',
    ),
    Emoji(
      '🥾',
      'أحذية | بوت | تخييم | جِزم | جزمة | جزمة برقبة | حذاء | حذاء برقبة | حذاء لرحلات المشي | رحلة | مخيم | مشي لمسافات طويلة | مشي مسافات طويلة | مغامرة | نعل | هايكينغ',
    ),
    Emoji(
      '🥿',
      'باليرينا | بلا كعب | جزمة | جزمة خفيفة | جزمة فلات | جزمة مريحة | جزمة مسطحة | جزمة واطية | حذاء باليه | حذاء خفيف | حذاء مريح | حذاء مسطح | حذاء نسائي بدون كعب | خف | خفان | دون كعب | نعل',
    ),
    Emoji(
      '👠',
      'أحمر | ثياب | حذاء | حذاء بكعب عالٍ | ستيليتو | سكربينة | فاشون | فستان | كعب | كعب عال | ملابس',
    ),
    Emoji(
      '👡',
      'امرأة | حذاء | ستاتي | سرماية | شحاطة | صندال | صندل | صندل حريمي | ملابس',
    ),
    Emoji(
      '👢',
      'بوت حريمي | بوت ستاتي | بوتس | ثياب | حذاء | حذاء طويل | حذاء طويل الساق حريمي | حذاء عال | حذاء نسائي | ملابس',
    ),
    Emoji(
      '👑',
      'أسرة مالكة | تاج | صراع العروش | عائلة مالكة | ملابس | ملك | ملكي',
    ),
    Emoji(
      '👒',
      'امرأة | برنيطة | سيدة | قبعة | قبعة حريمي | قبعة ستاتية | ملابس',
    ),
    Emoji(
      '🎩',
      'برنيطة | ترفيه | سحر | قبعة | قبعة رسمية | قبعة عالية',
    ),
    Emoji(
      '🎓',
      'احتفال | تخرج | تعليم | قبعة',
    ),
    Emoji(
      '🧢',
      'طاقية | قبعة | قبعة بسبول | قبعة بيسبول | قبعة رياضية | كاب | كاسكيت',
    ),
    Emoji(
      '⛑️',
      'إسعاف | خوذة | خوذة بصليب أبيض | خوذة رجل إنقاذ | صليب | قبعة | مساعدة | مسعف | وجه ',
    ),
    Emoji(
      '💄',
      'أحمر | أحمر شفاه | تجميل | حمرة | روج | مستحضرات تجميل',
    ),
    Emoji(
      '💍',
      'ألماس | بتتجوزيني | براق | تجوزني | تجوزيني | تزوجني | تزوجيني | تقدم | خاتم | خطبة | خطوبة | رومانس | رومانسية | رومنس | زواج | ماس | مبروك | متزوج | مخطوب | يلمع',
    ),
    Emoji(
      '💼',
      'حقيبة | حقيبة كتب | شنطة | مكتب',
    ),
  ]),

// ======================================================= Category.ANIMALS
  CategoryEmoji(Category.ANIMALS, [
    Emoji(
      '🐶',
      'اليف | حيوان | كلب | مزرعة | وجه',
    ),
    Emoji(
      '🐱',
      'اليف | بسة | بيسة | حيوان | قط | قطة | هر | هرة | هريرة | وجه',
    ),
    Emoji(
      '🐭',
      'حيوان | فأر | فارة | وجه',
    ),
    Emoji(
      '🐹',
      'حديقة | حيوان | فار | همستر | وجه | وجه حيوان الهمستر',
    ),
    Emoji(
      '🐰',
      'أرنب | أرنوب | اذن طويلة | اسنان | اليف | حيوان | وجه',
    ),
    Emoji(
      '🦊',
      'ثعلب | حيوان | محتال | واوي | وجه',
    ),
    Emoji(
      '🐻',
      'حيوان | دب | دب اشهب | عسل | وجه',
    ),
    Emoji(
      '🐼',
      'بامبو | باندا | حيوان | دب | قصب البامبو | وجه',
    ),
    Emoji(
      '🐨',
      'استراليا | حيوان | دب | كوالا | وجه',
    ),
    Emoji(
      '🐯',
      'حيوان | قط كبير | قطة كبيرة | مفترس | نمر | وجه نمر',
    ),
    Emoji(
      '🦁',
      'أبراج | أسد | الأبراج | برج | زئير | سفاري | صحراء | قوي | لبدة | وجه',
    ),
    Emoji(
      '🐮',
      'بقرة | حليب | حيوان | لبن | مزرعة | موو | وجه',
    ),
    Emoji(
      '🐷',
      'حيوان | خنزير | مزرعة | وجه',
    ),
    Emoji(
      '🐽',
      'أنف | انف كبير | حيوان | خنزير | مزرعة | وجه | يشتم',
    ),
    Emoji(
      '🐸',
      'اميرة | حيوان | ضفدع | وجه',
    ),
    Emoji(
      '🐵',
      'ادغال | حيوان | سعدان | شاذي | قرد | موز | وجه | وجه مهتم',
    ),
    Emoji(
      '🙈',
      'إشارة | ابعد عن الشر | اختباء | تأشير | حجب العين | حيوان | خجل | دخيلك | سر | سعدان | شر | قرد | قرد يحجب عينيه | كلا | لا | لا يرى | مخيف | ممنوع | نسيان | يا الهي',
    ),
    Emoji(
      '🙉',
      'إشارة | اذن | بدون اذن | تلميح | حجب الأذنين | حيوان | سر | سعدان | سماع | صوت منخفض | صوت واطي | قرد | قرد يحجب أذنيه | كلا | لا | لا أسمع | ممنوع | يدان على الاذن | يسمع',
    ),
    Emoji(
      '🙊',
      'إشارة | احفظ لسانك | اصمت | تأشير | تكلم | جرصة | حجب الكلام | حيوان | سعدان | شر | قرد | قرد يحجب الكلام | قرد يحجب كلامه | كلا | كلام | لا | لا أتكلم | لا تخبر احد | ممنوع',
    ),
    Emoji(
      '🐒',
      'حيوان | سعدان | شاذي | قرد | موز',
    ),
    Emoji(
      '💥',
      'انفجار | بوم | تصادم | رمز تصادم | فرقع | مشاعر | هزل',
    ),
    Emoji(
      '💫',
      'تخيل حركة النجوم | دوار | دوخة | ساطع | شهاب | ظريف | فكاهي | لامع | مشاعر | نجمة مستديرة | نجوم | هزل',
    ),
    Emoji(
      '💦',
      'تمرين | رش | شتا | شتي | عرق | عرق يتصبب | قطرات | ماء | مبلل عرقًا | مشاعر | مطر | هزل',
    ),
    Emoji(
      '💨',
      'انطلاقة جري | جري | دخان | ريح | سريع | ضراط | غيمة | فساء | لازم روح | مشاعر | هرب | هزل | يدخن | يضرط | يفسي',
    ),
    Emoji(
      '🦍',
      'افريقيا | جوريلا | حديقة الحيوان | حديقة الحيوانات | حيوان | غوريلا',
    ),
    Emoji(
      '🐕',
      'اليف | حيوان | كلب | مزرعة',
    ),
    Emoji(
      '🐩',
      'بودل | حيوان | كلب | منفوش',
    ),
    Emoji(
      '🐺',
      'حيوان | ذئب | وجه',
    ),
    Emoji(
      '🦝',
      'حيوان | خبيث | راقون | راكون | فضولي | لئيم | ماكر | محتال | مخادع | نِمس',
    ),
    Emoji(
      '🐈',
      'اليف | بسة | بسينة | بيسة | حيوان | قط | قطة | هريرة',
    ),
    Emoji(
      '🐅',
      'حديقة الحيوانات | حيوان | قط كبير | مفترس | نمر',
    ),
    Emoji(
      '🐆',
      'بري | تشيتا | حديقة الحيوانات | حيوان | شيتا | فهد | قط كبير | قطة كبير | قطة كبيرة | مفترس | نمر',
    ),
    Emoji(
      '🐴',
      'حصان | حيوان | خيل | ركوب | فرس | مزرعة | مهر | وجه',
    ),
    Emoji(
      '🐎',
      'حصان | حيوان | خيل | ركوب | سباق | سبق احضنة | مزرعة',
    ),
    Emoji(
      '🦄',
      'أحادي القرن | حصان ابيض | وجه | وجه أحادي قرن | يونيكورن',
    ),
    Emoji(
      '🦓',
      'حمار الوحش | حمار وحشي | حيوان | زيبرا | مخطط',
    ),
    Emoji(
      '🐂',
      'أبراج | ابراج | الأبراج | برج | برج الثور | تور | ثور | حيوان | فحل | فدان | مزرعة',
    ),
    Emoji(
      '🐃',
      'جاموس | جاموس مائي | جاموسة | حديقة الحيوانات | حيوان | فدان',
    ),
    Emoji(
      '🐄',
      'بقرة | حليب | حيوان | لبن | مزرعة | موو',
    ),
    Emoji(
      '🐖',
      'جومبو | حيوان | خنزير | دهن | سمين | مزرعة',
    ),
    Emoji(
      '🐗',
      'حيوان | خنزير | خنزير بري | صراع العروش',
    ),
    Emoji(
      '🐏',
      'أبراج | ابراج | الأبراج | برج | برج الحمل | حديقة الحيوان | حمل | حيوان | خروف | فحل | قرون | كبش | مزرعة',
    ),
    Emoji(
      '🐑',
      'حيوان | خاروف | خراف | خروف | صوف | مااااء | مزرعة',
    ),
    Emoji(
      '🐐',
      'أبراج | ابراج | الأبراج | برج | برج الجدي | جدي | حليب | حيوان | عنزة | لبن | ماعز | مزرعة | معزاية | معزة',
    ),
    Emoji(
      '🐪',
      'بعير | جمل | جمل وحيد السنام | حردبة | حيوان | سفينة الصحراء | سنام | صحراء',
    ),
    Emoji(
      '🐫',
      'بعير | جمل ثنائي السنام | حردبة | حيوان | سفينة الصحراء | سنام | صحراء',
    ),
    Emoji(
      '🦙',
      'ألباكا | ألبكة | الاباكا | الفكونة | اللاما | جمل | حيوان | حيون الغوناق | صوف | غوناق | غَوْنَاق | فكونة | فيكونيا | لاما',
    ),
    Emoji(
      '🦒',
      'حيوان | زرافة | منقط | نقط',
    ),
    Emoji(
      '🐘',
      'افريقيا | حيوان | خرطوم | ضخم | فيل',
    ),
    Emoji(
      '🦏',
      'حيوان | رينو | ضخم | وحيد القرن',
    ),
    Emoji(
      '🦛',
      'برنيق | جاموس البحر | حيوان | سيد قشطة | فرس النهر | هيبو',
    ),
    Emoji(
      '🐁',
      'جردون | جرذ | حيوان | فأر | فأر أبيض | فارة',
    ),
    Emoji(
      '🐀',
      'جردون | جرذ | حيوان | فأر | فأر كبير',
    ),
    Emoji(
      '🐇',
      'أرنب | أرنوب | اذن طويلة | اليف | حيوان | قفز',
    ),
    Emoji(
      '🐿️',
      'بلوط | حيوان | ذيل طويل | سنجاب ',
    ),
    Emoji(
      '🦔',
      'حيوان | شائك | شوك | قنفد | قنفذ | قنفذة | مشوك',
    ),
    Emoji(
      '🦇',
      'حيوان | خفاش | مصاص | وطواط',
    ),
    Emoji(
      '🦘',
      'أستراليا | جراب | جيب | حيوان | فرح | فرحة | قفز | قفزة | قنغر | كانجرو | كانغرو | كنغر | كيس | مرح',
    ),
    Emoji(
      '🦡',
      'أبو كعب | ابن عرس | الغرير | حيوان | رائحة كريهة | غرير | غرير العسل | غريراء | مزعج',
    ),
    Emoji(
      '🐾',
      'آثار | حوافر | حيوان | طبعات رجل | طبعة رجل | قوائم',
    ),
    Emoji(
      '🦃',
      'حبش | دجاح | ديك رومي | رومي | عيد الشكر | كركرة',
    ),
    Emoji(
      '🐔',
      'حيوان | دجاج | دجاجة | طائر | طير | فرخة | مزرعة | وجه دجاجة | وجه ديك',
    ),
    Emoji(
      '🐓',
      'حيوان | ديك | طائر | طير | مزرعة',
    ),
    Emoji(
      '🐣',
      'بيضة | حيوان | صوص | فقس | كتكوت | كتكوت خارج البيضة',
    ),
    Emoji(
      '🐤',
      'حيوان | صوص | طائر | كتكوت | كتكوت صغير',
    ),
    Emoji(
      '🐥',
      'بيبي | رضيع | صوص | طائر | كتكوت | كتكوت صغير بوجه للأمام | مولود جديد',
    ),
    Emoji(
      '🐦',
      'حيوان | طائر | طير | عصفور | منقار | وجه',
    ),
    Emoji(
      '🐧',
      'القارة القطبية | بطريق | جليد | طائر | قطب',
    ),
    Emoji(
      '🕊️',
      'ترفرف | حمامة | زيتون | سلام | طائر | طير | عصفور | هواء | يرفرف | يمامه ',
    ),
    Emoji(
      '🦅',
      'جوارح | حيوان | صحراء | صقر | طائر | طاير | طير | عقاب | نسر',
    ),
    Emoji(
      '🦆',
      'بطة | حيوان | طائر | طير',
    ),
    Emoji(
      '🦢',
      'أوز | أوزة | إوز | إوز عراقي | إوزة | البطة السوداء | بجع | بجعة | بحيرة | تم | حيوان | سوان | طائر | فرخ | وِز | وِزة',
    ),
    Emoji(
      '🦉',
      'بومة | حكمة | حكيم | حيوان | رشيد | طائر',
    ),
    Emoji(
      '🦚',
      'أنثى الطاووس | الطاووس | الطاووسة | حيوان | طائر | طائر جميل | طاووس | طاووسة | فتباهي | فخور | متباه | متفاخر | ملون | يتباهى | يتفاخر',
    ),
    Emoji(
      '🦜',
      'أصوات | ألوان | ببغاء | بغبغان | تقليد | تكلم | حيوان | طائر | قراصنة | قرصان | كلام | يتكلم | يرغي',
    ),
    Emoji(
      '🐊',
      'تمساح | جلد متمسح | حديقة الحيوانات | حيوان | فلوريدا',
    ),
    Emoji(
      '🐢',
      'حيوان | زلحفة | سلحفاة | مزرعة',
    ),
    Emoji(
      '🦎',
      'حيوان | زواحف | سحلية | سقاية | شختة | عظاءة',
    ),
    Emoji(
      '🐍',
      'أبراج | أفعة | ابراج | الأبراج | الحواء | برج | ثعبان | حية | حيوان | كوكبة الحواء',
    ),
    Emoji(
      '🐲',
      'اسطوري | تنين | حيوان | خرافة | شوارب طويلة | قبيح | قصة | وجه | وجه اخضر',
    ),
    Emoji(
      '🐉',
      'اخضر | اسطوري | تنين | حدوتة | حية | حيوان | خرافة | صراع العروش | صيني | فارس | قصة',
    ),
    Emoji(
      '🦕',
      'برونتوزوروس | حيوان | ديناصور | ديناصور صوروبودا | منقرض',
    ),
    Emoji(
      '🦖',
      'التيرانوصور | ترايناصور | تي ريكس | حيوان | ديناصور',
    ),
    Emoji(
      '🧌',
      'الترول | بعبع | شبح | وحش',
    ),
    Emoji(
      '🐳',
      'أبراج | بحر | برج | حوت | حوت بنافورة | حيوان | شاطىء | محيط | نافورة',
    ),
    Emoji(
      '🐋',
      'بحر | حوت | حيوان | شاطىء | طبيعة | محيط',
    ),
    Emoji(
      '🐬',
      'بحر | حيوان | دلفين | دولفين | زعانف | شاطىء | محيط',
    ),
    Emoji(
      '🐟',
      'اصطياد | بحر | برج | حيوان | سمك | سمكة | صيد | عشاء | غداء | محيط',
    ),
    Emoji(
      '🐠',
      'استوائي | بحر | حيوان | ريف | سمك | سمكة | سمكة استوائية | محيط',
    ),
    Emoji(
      '🐡',
      'بحر | حيوان | سمك | سمكة | سمكة منتفخة | طبيعة | محيط',
    ),
    Emoji(
      '🦈',
      'سمكة قرش | قرش | محيط',
    ),
    Emoji(
      '🐙',
      'أخطبوط | حيوان | محيط | مخلوق',
    ),
    Emoji(
      '🪹',
      'بيت | تعشيش | طائر | عش فارغ | فرع شجرة',
    ),
    Emoji(
      '🪺',
      'بيض | تعشيش | حمام | طائر | عش به بيض | عصفور',
    ),
    Emoji(
      '🐚',
      'بحر | حيوان | شاطىء | صدفة | صدفة حلزونية | صفد',
    ),
    Emoji(
      '🪸',
      'المحيط | بحر | تغير المناخ | شعب مرجانية | مرجان',
    ),
    Emoji(
      '🐌',
      'بزاق | بزاقة | بزيق | حلزون | حيوان | طبيعة | قوقع | مزبلط',
    ),
    Emoji(
      '🦋',
      'بابيون | بستان | جمال | حشرة | طبيعة | فراشة',
    ),
    Emoji(
      '🐛',
      'أم أربعة وأربعين | ام ٤٤ | ام اربعة واربعين | بستان | بق | حديقة | حشرة | حيوان | دودة | يرقانة حيوان',
    ),
    Emoji(
      '🐜',
      'بستان | حديقة | حشرة | حيوان | نملة',
    ),
    Emoji(
      '🐝',
      'الربيع | الطبيعة | حشرة | حيوان | ربيع | طنانة | عسل نحل | نحل | نحلة',
    ),
    Emoji(
      '🐞',
      'بستان | حديقة | حشرة | خنفساء | خنفسة | دعسوقة | طبيعة',
    ),
    Emoji(
      '🦗',
      'جدجد | جراد | جندب | حشرة | قبوط',
    ),
    Emoji(
      '🕷️',
      'ثمان ارجل | حشرة | عنكبوت ',
    ),
    Emoji(
      '🕸️',
      'حشرة | شبكة | عنكبوت | ويب ',
    ),
    Emoji(
      '🦂',
      'أبراج | الأبراج | برج | حشرة | عقرب | مسم | يعقس',
    ),
    Emoji(
      '🦟',
      'برغش | بعوضة | حشرة | حمى | عدوى | عضة | عقسة | فيرس | فيروس | قرصة | لدغة | مرض | ملاريا | ناموسة',
    ),
    Emoji(
      '🦠',
      'أميبا | بكتيريا | جراثيم | جرثوم | جرثومة | علوم | فيرس | فيروس | فيروسات | ميكروب | ميكروبات',
    ),
    Emoji(
      '💐',
      'احتفال | ازهار | باقة زهور | باقة ورد | بوكيه | حب | ذكرى سنوية | رومانس | رومانسية | رومنس | عيد ميلاد | غرام | موعد | نبات | ورد',
    ),
    Emoji(
      '🌸',
      'بستان | جمال | حديقة | ربيع | زهرة | زهرة الكرز | زهرة كرز | نبات | وردة كرز',
    ),
    Emoji(
      '💮',
      'رمز | زهور | طابع | وردة بيضاء',
    ),
    Emoji(
      '🏵️',
      'ميدالية | نبات | نيشان | وردية | وسام ',
    ),
    Emoji(
      '🪷',
      'البوذية | الهند | الهندوسية | جمال | زهرة | سكون | صفاء | فيتنام | لوتس | هدوء',
    ),
    Emoji(
      '🌹',
      'احمر | اناقة | جمال | جميل | زهرة | عيد الحب | عيد العشاق | نبات | وردة',
    ),
    Emoji(
      '🥀',
      'تموت | ذابلة | زهرة | زوال | وردة | يبست',
    ),
    Emoji(
      '🌺',
      'بستان | زهرة | كركديه | نبات',
    ),
    Emoji(
      '🌻',
      'حديقة | دوار الشمس | طبيعة | عباد الشمس | نبات | نزهة',
    ),
    Emoji(
      '🌼',
      'اصفر | حديقة | ديزي | زهرة | نبات',
    ),
    Emoji(
      '🌷',
      'اناقة | بستان | توليب | زهرة | زهرة التوليب | نبات',
    ),
    Emoji(
      '🌱',
      'بستان | تنبت | حديقة | زريعة | شتلة | صغير | طبيعة | نبتة | يافع',
    ),
    Emoji(
      '🌲',
      'شجرة | شجرة دائمة الخضرة | صنوبر | عيد الميلاد | غابة | نبات',
    ),
    Emoji(
      '🌳',
      'اخضرار | تساقط | خضار | شجرة | شجرة زائلة الخضرة | غابة | متساقط | موطن | نبات',
    ),
    Emoji(
      '🌴',
      'استوائي | بحر | شاطىء | شجرة | نبات | نخلة | نخيل',
    ),
    Emoji(
      '🌵',
      'الطبيعة | جفاف | صبار | صبيرة | صحراء | طبيعة | قحط | نبات',
    ),
    Emoji(
      '🌾',
      'أرز | حبوب | حزمة من الأرز | رز | زرع | سنبلة أرز | نبات | ورق الارز',
    ),
    Emoji(
      '🌿',
      'بستان | عشب | نبتة | ورق',
    ),
    Emoji(
      '☘️',
      'ايرلندي | حظ | شامروك | نبات | نبات النفل ',
    ),
    Emoji(
      '🍀',
      '4 | أربعة | ايرلندي | باتريك | برسيم | حظ | نبات | ورقة | ورقة برسيم رباعية',
    ),
    Emoji(
      '🍁',
      'خريف | سقوط | قيقب | نبات | ورقة | ورقة شجر القيقب | ورقة قبقب',
    ),
    Emoji(
      '🍂',
      'أوراق متساقطة | خريف | سقوط | نبات | ورقة',
    ),
    Emoji(
      '🍃',
      'رياح | ريح | طبيعة | نبات | هبوب | ورقة | ورقة متطايرة',
    ),
    Emoji(
      '🍄',
      'شومبنيو | عيش الغراب | عيش غراب | فطر | مشروم',
    ),
    Emoji(
      '🌰',
      'أبو فروة | كستنا | كستناء | كستنة | لوز | نبات',
    ),
    Emoji(
      '🦀',
      '٨ ارجل | أبراج | أكل بحري | بحر | برج | حيوان | سرطان | سلطعان | سلطعون | صيد | محيط',
    ),
    Emoji(
      '🦞',
      'أكل | استاكوزا | استاكوزا حمرا | البحر | بيسك | جراد البحر | جمبري | حساء | حيوان | سرطان | شوربة | قرصة | كابوريا | كركند | كلابات | مأكولات بحرية | مخالب | مرق | مرقة',
    ),
    Emoji(
      '🦐',
      'أكل | بحر | جمبري | حيوان | شرمب | طعام | قريدس | محار',
    ),
    Emoji(
      '🦑',
      'أكل | بحر | حبار | حيوان | صبيدج | طعام | محيط',
    ),
    Emoji(
      '🌍',
      'أوروبا | أوروبا وإفريقيا | إفريقيا | الأرض | العالم | كرة أرضية',
    ),
    Emoji(
      '🌎',
      'أمريكا | أميركا | الارض | العالم | الكرة الأرضية | اميركا | كرة أرضية الأمريكتان | كرة أرضية تعرض الأمريكتين | كرة ارضية',
    ),
    Emoji(
      '🌏',
      'آسيا | آسيا وأستراليا | أرض | أستراليا | الأرض | العالم | طبيعة | كرة أرضية | كوكب',
    ),
    Emoji(
      '🌐',
      'الارض | انترنت | خطوط طول | خطوط عرض | رمز | كرة أرضية بخطوط طول | نت',
    ),
    Emoji(
      '🌑',
      'طبيعة | طقس | فضاء | قمر | محاق | معتم',
    ),
    Emoji(
      '🌒',
      'طبيعة | طقس | فضاء | قمر | هلال | هلال أول شهر | هلال بداية الشهر',
    ),
    Emoji(
      '🌓',
      'أول | تربيع | طبيعة | طقس | فضاء | قمر',
    ),
    Emoji(
      '🌔',
      'أحدب متزايد | طبيعة | طقس | فضاء | قمر | قمر أحدب متزايد | محدودب',
    ),
    Emoji(
      '🌕',
      'بدر | طبيعة | طقس | فضاء | قمر | كامل',
    ),
    Emoji(
      '🌖',
      'أحدب | تضاءل | طقس | فضاء | قمر | متناقص',
    ),
    Emoji(
      '🌗',
      'تربيع | تربيع ثان | طبيعة | طقس | فضاء | قمر',
    ),
    Emoji(
      '🌘',
      'طقس | فضاء | قمر | متناقص | هلال | هلال آخر الشهر',
    ),
    Emoji(
      '🌙',
      'الهلال | رمضان | طقس | فضاء | قمر | هلال',
    ),
    Emoji(
      '🌚',
      'طقس | فضاء | قمر | محاق بوجه | وجه | وجه محاق',
    ),
    Emoji(
      '🌛',
      'أول | بداية الشهر | بدر | تربيع | طقس | فضاء | قمر | هلال | وجه',
    ),
    Emoji(
      '🌜',
      'اخر الشهر | تربيع | حلم | طقس | فضا | قمر | وجه | وجه تربيع ثانٍ',
    ),
    Emoji(
      '☀️',
      'أشعة | ساطعة | شمس | طبيعة | طقس | فضاء | مشمس ',
    ),
    Emoji(
      '🌝',
      'بدر | بدر بوجه | ساطعة | طقس | فضاء | قمر | قمر مكتمل | كامل | وجه | وجه البدر',
    ),
    Emoji(
      '🌞',
      'حرارة | ساطع | شاطىء | شمس | شمس بوجه | طقس | فضاء | لامع | مشمس | نجم | نهار | وجه | وجه الشمس',
    ),
    Emoji(
      '⭐',
      'فلك | نجم | نجم متوسط أبيض | نجمة | نجوم',
    ),
    Emoji(
      '🌟',
      'إشراق | ربح | زهو | سطوع | لامع | لمعان | مساء | نجم | نجم ساطع',
    ),
    Emoji(
      '🌠',
      'انطلاق | سقوط | شهاب | طبيعة | فضاء | قنص | نجم',
    ),
    Emoji(
      '☁️',
      'سحابة | طبيعة | طقس | غمامة | غيمة | مغيم ',
    ),
    Emoji(
      '⛅',
      'سحابة | شمس | شمس خلف السحب | شمس مع سحب | طبيعة | غيمة | مغيم',
    ),
    Emoji(
      '⛈️',
      'برق | رعد | سحابة | سحابة وبرق ورعد | شتاء | طقس | غمامة | غيمة | مطر ',
    ),
    Emoji(
      '🌤️',
      'سحاب | شمس | شمس خلف سحابة صغيرة | طبيعة | طقس | غيمة | مشمس جزئيا ',
    ),
    Emoji(
      '🌥️',
      'سحابة | شمس | شمس خلف سحابة كبيرة | طقس | غمامة | غيمة ',
    ),
    Emoji(
      '🌦️',
      'سحب | شتاء | شمس | شمس خلف سحابة ومطر | طقس | غائم | غمامة | غيمة | مشمس جزئيا | مطر ',
    ),
    Emoji(
      '🌧️',
      'سحابة ومطر | سحب | طبيعة | طقس | غمامة | غيمة | مطر | ممطر ',
    ),
    Emoji(
      '🌨️',
      'بارد | بلوري | ثلج | سحابة | سحابة وثلج | سماء | طبيعة | طقس | غيم | كريستال | مطر | ندى ',
    ),
    Emoji(
      '🌩️',
      'برق | رعد | سحابة | سحابة وبرق | طقس | غيم | غيمة | مطر ',
    ),
    Emoji(
      '🌪️',
      'إعصار | سحابة | طبيعة | طقس | مدمر ',
    ),
    Emoji(
      '🌫️',
      'رمادي | سحاب | سحب | ضباب | ضبابي | طقس | غيمة | غيوم داكنه | معتم | مغيمة | ملبدة ',
    ),
    Emoji(
      '🌬️',
      'رياح | سحاب | طقس | هبوب | وجه | ينفث | ينفخ ',
    ),
    Emoji(
      '🌈',
      'ألوان الطيف | إل جي بي تي | الوان الطيف | انعكاس الضوء | انكسار الضوء | ثنائي الميول | طبيعة | طقس | قوس الرحمة | قوس قزح | متحول | مثلي | مثليات | مثلية | مثليين | مسيرة الفخر | مطر',
    ),
    Emoji(
      '☂️',
      'شتاء | شتي | شمسية | طقس | مطر | مظلة | ملابس ',
    ),
    Emoji(
      '☔',
      'تمطر | شتاء | شتي | شمسة | شمسية | شمسية وقطرات مطر | طقس | قطرة | مطر | مظلة | ملابس',
    ),
    Emoji(
      '⚡',
      'إشارة | إشارة جهد كهربي عالٍ | إشارة فولت عال | برق | توتر عالي | جهد كهربي عالٍ | خطر | خطر جهد كهربي عالٍ | خطر فولت عال | صاعقة | طبيعة | فولت عال | كهرباء',
    ),
    Emoji(
      '❄️',
      'بارد | ثلج | صقيع | طبيعة | طقس | كتلة ثلج | كريستال ',
    ),
    Emoji(
      '☃️',
      'برد | جليد | جمدة | رجل ثلج | صقيع | طقس ',
    ),
    Emoji(
      '⛄',
      'برد | ثلج | رجل ثلج | رجل ثلج بدون ثلج | رجل ثلج بدون ثلج متساقط | رجل من الثلج | صقيع | مثلج',
    ),
    Emoji(
      '☄️',
      'شهاب | طبيعة | فضاء | محرق | مذنب | مذنّب ',
    ),
    Emoji(
      '🔥',
      'تاجج | حريق | ساخن | شوب | لهب | نار | يحرق',
    ),
    Emoji(
      '💧',
      'حزن | دمع | طبيعة | طقس | عرق | قطرة | مبلل عرقًا | نقطة ماء | هزل',
    ),
    Emoji(
      '🫧',
      'تحت الماء | تنظيف | جشاء | صابون | طفو | فقاعات',
    ),
    Emoji(
      '🌊',
      'امواج | ركوب البحر | ركوب امواج | طبيعة | طقس | ماء | محيط | موجة | مياه',
    ),
    Emoji(
      '🎄',
      'احتفال | شجرة | شجرة الميلاد | شجرة عيد الميلاد',
    ),
    Emoji(
      '✨',
      'ثلاث نجمات | فضاء | لامع | نجمة | نجوم | نجوم ساطعة | ومضات | ومضة | وميض',
    ),
    Emoji(
      '🎋',
      'بانر | زينة | شجرة | شجرة احتفال | شجرة وشرائط ورقية | ياباني',
    ),
    Emoji(
      '🎍',
      'احتفال | باميو | ديكور صنوبر | صنوبر | عام جديد | ياباني',
    ),
  ]),

// ======================================================= Category.FOODS
  CategoryEmoji(Category.FOODS, [
    Emoji(
      '🍇',
      'عنب | فاكهة | فواكه',
    ),
    Emoji(
      '🍈',
      'بطيخ أصفر | شمام | فاكهة | فواكه',
    ),
    Emoji(
      '🍉',
      'بطيخ | جبس | جح | فاكهة | فواكه',
    ),
    Emoji(
      '🍊',
      'برتقال | بو صرة | فاكهة | فواكه | فيتامين | ليمونة | مندرين | نكتارين | يوسفي',
    ),
    Emoji(
      '🍋',
      'حامض | حمضيات | فاكهة | فواكه | ليمون | موالح',
    ),
    Emoji(
      '🍌',
      'بوتاسيوم | فاكهة | فواكه | موز',
    ),
    Emoji(
      '🍍',
      'أناناس | فاكهة | فواكه',
    ),
    Emoji(
      '🥭',
      'أكل | استوائي | استوائية | طعام | فاكهة | مانجا | مانجة | مانجه | مانجو',
    ),
    Emoji(
      '🍎',
      'تفاح | تفاح أحمر | تفاحة | فاكهة | فواكه',
    ),
    Emoji(
      '🍏',
      'تفاح | تفاح أخضر | فاكهة | فواكه',
    ),
    Emoji(
      '🍐',
      'إجاص | فاكهة | فواكه | كمثرى | نجاص',
    ),
    Emoji(
      '🍑',
      'خوخ | دراق | درانقة | فاكهة | فواكه',
    ),
    Emoji(
      '🍒',
      'فاكهة | فواكه | كرز',
    ),
    Emoji(
      '🍓',
      'فاكهة | فراولة | فريز | فواكه',
    ),
    Emoji(
      '🥝',
      'طعام | فاكهة | فواكه | كيوي',
    ),
    Emoji(
      '🍅',
      'بندورة | خضار | خضرا | طماطم',
    ),
    Emoji(
      '🥥',
      'بينيا كولادا | جوز الهند | جوز هند | نخيل',
    ),
    Emoji(
      '🥑',
      'أفوكا | أفوكادو | طعام | فاكهة | فواكه',
    ),
    Emoji(
      '🍆',
      'باتنجان | باذنجان | خضار',
    ),
    Emoji(
      '🥔',
      'أكل | بطاطا | بطاطس | خضار | خضرا | خضروات | طعام',
    ),
    Emoji(
      '🥕',
      'جزر | خضار | خضرا | خضروات | طعام',
    ),
    Emoji(
      '🌽',
      'ذرة | عرنوس | كوز',
    ),
    Emoji(
      '🌶️',
      'حار | شطة | فلفل | فلفل أحمر | نبات ',
    ),
    Emoji(
      '🥒',
      'خضار | خضرا | خضروات | خيار | طعام | كبيس | مخللات',
    ),
    Emoji(
      '🥬',
      'أخضر | برجر | بوك تشوي | جرجير | خس | خضراء | خضرة | خضروات | سلطات | سلطة | كرفس | لفت | ملفوف | ورقيات',
    ),
    Emoji(
      '🥦',
      'بروكلي | بروكولي | قرنبيط الشتاء',
    ),
    Emoji(
      '🍄',
      'شومبنيو | عيش الغراب | عيش غراب | فطر | مشروم',
    ),
    Emoji(
      '🥜',
      'خضروات | طعام | فستق | فول سوداني | مكسرات',
    ),
    Emoji(
      '🫘',
      'بقول | بقوليات | طعام | فاصوليا | فول | كلية',
    ),
    Emoji(
      '🌰',
      'أبو فروة | كستنا | كستناء | كستنة | لوز | نبات',
    ),
    Emoji(
      '🍞',
      'توست | خبز | رغيف | عيش | قمح | مطعم',
    ),
    Emoji(
      '🥐',
      'خبز | خبز هلالي الشكل | فرنسي | كرواسون',
    ),
    Emoji(
      '🥖',
      'الخبز الفرنسي | باجيت | باغيت | خبز باجيت | خبز فرنجي | خبز فرنسي | طعام',
    ),
    Emoji(
      '🥨',
      'بريتزل | معرقل | معقد | ملتف | ملتوي',
    ),
    Emoji(
      '🥯',
      'أكل | إفطار | بايغل | بيجل | خبز البيجل | خبز البيغل | دونات | دونس | طعام | عيش | كعك | مخبز | مخبوزات',
    ),
    Emoji(
      '🥞',
      'أكل | بانكيك | تحلاية | حلا | حلو | حلويات | طعام | فطائر | فطيرة | كريب',
    ),
    Emoji(
      '🧀',
      'جبن | جبنة | قطعة جبن',
    ),
    Emoji(
      '🍖',
      'عضم | عظم | لحم | لحم بعظم',
    ),
    Emoji(
      '🍗',
      'جوع | جوعان | جيعان | حبش | دجاجة | ساق دجاجة | عظم | فخذ دجاج',
    ),
    Emoji(
      '🥩',
      'ستيك | قطعة لحم | لحم | لحم أحمر | لحمة حمرة',
    ),
    Emoji(
      '🥓',
      'أكل | بيكون | طعام | لحم | لحم خنزير مقدد | لحم مقدد',
    ),
    Emoji(
      '🍔',
      'برغر | جوع | جوعان | جيعان | مطعم | همبرغر | همبورغر',
    ),
    Emoji(
      '🍟',
      'بطاطا | بطاطس مقلية | فاست فود | ماك دونالد | ماكدو | مطعم',
    ),
    Emoji(
      '🍕',
      'أكل | بيتزا | طعام | مطعم',
    ),
    Emoji(
      '🌭',
      'سجق | فرانكفورتر | مقانق | نقانق | هوت دوغ',
    ),
    Emoji(
      '🥪',
      'خبز | ساندوتش | ساندويتش | ساندويش | عروس | عيش',
    ),
    Emoji(
      '🌮',
      'أكل | تاكو | طعام | مكسيكي',
    ),
    Emoji(
      '🌯',
      'أكل | بوريتو | سندويتش | سندويش | طعام | عروس | مكسيكي',
    ),
    Emoji(
      '🥙',
      'جيرو | خبز | خبز مفرود | خبز مفرود محشو | رغيف | ساندويش فلافل | شورما | طعام | فلافل | كباب | محشو | محشي',
    ),
    Emoji(
      '🍳',
      'أم عيون | بيض | بيض عيون | بيضة مقلية | ترويقة | طبخ | طهي | فطور | قلاية | مطعم | مقلاة | مقلاية',
    ),
    Emoji(
      '🥘',
      'أكل | بايلا | طعام | فايشة | كاسرولا | مسطحة | مقلاة | مقلاة مسطحة بها طعام | مقلاية',
    ),
    Emoji(
      '🍲',
      'أكل | حلة طعام | طعام | طنجرة | مطعم | وعاء طعام | يخنة',
    ),
    Emoji(
      '🥣',
      'حساء | شوربا | شوربة | طبق وملعقة | فطور | كاسة | مامونية',
    ),
    Emoji(
      '🥗',
      'أخضر | أكل | خضرا | خضراء | سلطة | طعام',
    ),
    Emoji(
      '🍿',
      'بوب كورن | بوشار | ذرة | فشار | فوشار | فيشار | فيلم | موفي',
    ),
    Emoji(
      '🧂',
      'بهارات | توابل | حائر | رشاشة ملح | مالح | مجنون | مذاق | مستاء | ملّاحة | ملح | مملحة | نكهة',
    ),
    Emoji(
      '🥫',
      'طعام معلّب | علب | مأكولات معلبة | معلبات',
    ),
    Emoji(
      '🫙',
      'برطمان | تخزين | حفظ | طعام | قطرميز',
    ),
    Emoji(
      '🍱',
      'أكل | بنتو | سوشي | طعام | علبة طعام | مطعم | ياباني',
    ),
    Emoji(
      '🍘',
      'أرز | أكل | رز | طعام | قراقيش أرز | كراكرز | مقرمشات أرز',
    ),
    Emoji(
      '🍙',
      'أرز | أكل | رز | طعام | كرة أرز | مطعم | ياباني',
    ),
    Emoji(
      '🍚',
      'أرز | أرز مطبوخ | أكل | رز | طعام | مطعم',
    ),
    Emoji(
      '🍛',
      'أرز | أرز وكاري | أكل | رز | رز بالكاري | طعام | كاري | كبسة | مطعم | هندي',
    ),
    Emoji(
      '🍜',
      'أكل | أكل ياباني | حساء | رامن | سلطانية البخار | شوبستكس | شوربا | شوربة | طعام | مطعم | معكرونة | مكرونة | نودلز',
    ),
    Emoji(
      '🍝',
      'أكل | إيطالي | باستا | سباغتي | طعام | طلياني | مطعم | معكرونة | مكرونة',
    ),
    Emoji(
      '🍠',
      'بطاطا حلوة مشوية | بطاطا مشوية | بطاطا معسلة | بطاطس | مطعم',
    ),
    Emoji(
      '🍢',
      'أودين | طعام مشكل | كباب | مشاوي | مطعم',
    ),
    Emoji(
      '🍣',
      'أكل | أكل ياباني | سوشي | طعام | مطعم',
    ),
    Emoji(
      '🍤',
      'تامبورا | جمبري | قريدس | مطعم | مقلي',
    ),
    Emoji(
      '🍥',
      'أكل | سمك | طعام | كعكة سمك بشكل حلزوني | كفتة سمك | كفتة سمك ملفوفة | مأكولات | مطعم',
    ),
    Emoji(
      '🥮',
      'احتفال | الخريف | حفلة | حلويات | خريف | صين | كعكة القمر | كيكة | مهرجان | مهرجان منتصف الخريف',
    ),
    Emoji(
      '🍡',
      'حلو | حلو ياباني | حلوى | حلوى الدانغو | حلوى من الأرز | حلويات | شيش',
    ),
    Emoji(
      '🥟',
      'أكل | أكل صيني | إمبانادا | زلابي | زلابية | زلابية صينية | طعام | فطاير | فطاير صينية | مأكولات',
    ),
    Emoji(
      '🥠',
      'بخت | تبصير | كعكة الحظ | كوكي | كوكيز | نبوة',
    ),
    Emoji(
      '🥡',
      'أكل صيني | دليفري | ديليفيري | شوبستيكس | علبة طعام للخارج',
    ),
    Emoji(
      '🍦',
      'آيس كريم | آيس كريم مخفف | أيس كريم | بررد | بوظة | حلو | حلويات | مطعم | ميري كريم',
    ),
    Emoji(
      '🍧',
      'آيس كريم مجروش | ايس كريم | بررد | بوظة | مطعم',
    ),
    Emoji(
      '🍨',
      'آيس كريم | أيس كريم | بارد | برد | بوظة | حلو | حلويات | مطعم',
    ),
    Emoji(
      '🍩',
      'حلو | حلويات | دونات | كعكة محلاة | مطعم',
    ),
    Emoji(
      '🍪',
      'حلو | حلويات | كعكة | كوكي | مطعم',
    ),
    Emoji(
      '🎂',
      'احتفال | المأكولات والمشروبات | تورتة | تورتة عيد ميلاد | عيد ميلاد | غاتو | كعكة | كعكة عيد الميلاد | كعكة عيد ميلاد | كيكة',
    ),
    Emoji(
      '🍰',
      'أكل | تحلاية | تورتة | جاتو | حلا | حلو | حلويات | شريحة كيكة | طعام | غاتو | قطعة | قطعة من الكعك | كيك | كيكة | مطعم',
    ),
    Emoji(
      '🧁',
      'بهجة | تحلية | حلاوة | حلو | حلوى | حلويات | سكر | سكر مرشوش | فرحة | كاب كيك | كب كيك | كعك مكوب | كعكة صغيرة | مخبز | مخبوزات',
    ),
    Emoji(
      '🥧',
      'حشوة | حلويات | فطيرة | فطيرة تفاح | فواكه | لحوم',
    ),
    Emoji(
      '🍫',
      'بار شيكولاتة | حلو | حلويات | شوكولا | شوكولاته | شيكولاتة | ضرسو طيب | لوح شوكولاتا | لوح شوكولاتة | لوح شيكولا | لوح شيكولاتة',
    ),
    Emoji(
      '🍬',
      'بونبون | حلو | حلوى | حلويات | ضرسو طيب | كاندي | مطعم',
    ),
    Emoji(
      '🍭',
      'حلاوة | حلو | حلويات | سوسيت | مصاصة | مطعم',
    ),
    Emoji(
      '🍮',
      'بودينغ | حلويات | كاسترد | كريم كراميل | مطعم',
    ),
    Emoji(
      '🍯',
      'أكل | جرة | حلو | حلويات | دب | صحي | عسل | مطعم | نحل | نحلة',
    ),
    Emoji(
      '🍼',
      'بيبرونة | بيبي | حليب | رضيع | زجاجة إرضاع | زجاجة الرضاعة | لبن | مشروب | مصاصة | مولود',
    ),
    Emoji(
      '🥛',
      'حليب | شراب | كوب | لبن',
    ),
    Emoji(
      '🫗',
      'أوبس | حادث | سكب | سكب السائل | شراب | صب | فارغ | كوب | ماء',
    ),
    Emoji(
      '☕',
      'بخار | زهورات | ساخن | سخن | شاي | شراب | صباح | صبحية | قهوة | كوب | مشروب',
    ),
    Emoji(
      '🍵',
      'شاي | شراب | فنجان | فنجان شاي بدون مقبض | كاسة',
    ),
    Emoji(
      '🧉',
      'بومبيجا | جيربا | شراب | قرعة | كوب | متة | متي | مشروب',
    ),
    Emoji(
      '🍶',
      'بار | زجاجة | زجاجة وفنجان | ساكي | شراب | فنجان | مشروب | مطعم',
    ),
    Emoji(
      '🍾',
      'بار | زجاجة | زجاجة بسدادة مفرقعة | سدادة | شامبانيا | شراب | شمبانيا | قنينة | مشروب',
    ),
    Emoji(
      '🍷',
      'بار | خمرة | شراب | كأس | كحول | مشروب | مطعم | نبيذ',
    ),
    Emoji(
      '🍸',
      'شراب | كأس عصير كوكتيل | كأس كوكتيل | كحول | كوكتيل | مارتيني | محل تقديم المشروبات | مشروب',
    ),
    Emoji(
      '🍹',
      'بار | حفل | كاسك | كحول | ماي تاي | محل تقديم المشروبات | مشروب | مشروب استوائي',
    ),
    Emoji(
      '🍺',
      'أوكتوبر فيست | بار | بيرة | جعة | شراب | كأس بيرة | كاسك | كحول | ماغ | مشروب',
    ),
    Emoji(
      '🍻',
      'بار | بيرة | جعة | شيرز | كأسا بيرة | كاسك | كحول | كوب | كوبان | محل مشروب | مشروب',
    ),
    Emoji(
      '🥂',
      'احتفال | ارتطام | حفل | شراب | شيرز | كأس | كأسان يرتطمان | كاسك | مشروب',
    ),
    Emoji(
      '🥃',
      'شراب كحول | كأس | كباية | كحول | كوب | كوب زجاجي | ليكور | مشروب | ويسكي',
    ),
    Emoji(
      '🥤',
      'صودا | عصير | كأس وقشة للشرب | ماء | مشروب | مي',
    ),
    Emoji(
      '🥢',
      'أكل صيني | سوشي | شوبستيكس | عيدان للأكل',
    ),
    Emoji(
      '🍽️',
      'أكل | سكين | شوكة | صحن | طبخ | طبق | طبق وشوكة وسكينة | طعام | طهي | عشاء ',
    ),
    Emoji(
      '🍴',
      'جائع | جوع | جوعان | سكينة | شوكة | شوكة وسكينة | صفرة | طبخ | طعام | عشاء | غدا | غذاء | فطور | مأكولات ومشروبات | مطعم',
    ),
    Emoji(
      '🥄',
      'أدوات مائدة | أكل | صفرة | طعام | ملعقة | ملقعة',
    ),
  ]),

// ======================================================= Category.TRAVEL
  CategoryEmoji(Category.TRAVEL, [
    Emoji(
      '🗾',
      'اليابان | خريطة',
    ),
    Emoji(
      '🏔️',
      'برد | جبل | جبل بقمة ثلجية | جليد | صقيع | قمة جبل | مرتفع ',
    ),
    Emoji(
      '⛰️',
      'جبل ',
    ),
    Emoji(
      '🌋',
      'انفجار | بركان | ثوران | جبل | طبيعة | طقس',
    ),
    Emoji(
      '🗻',
      'ثلج | جبل | جبل فوجي | طبيعة | قمة',
    ),
    Emoji(
      '🏕️',
      'تخييم | خيمة ',
    ),
    Emoji(
      '🏖️',
      'استجمام | استرخاء | بحر | جزيرة | شاطئ | شاطئ وشمسية | شمسية | مشمس ',
    ),
    Emoji(
      '🏜️',
      'بادية | صحراء ',
    ),
    Emoji(
      '🏝️',
      'تالا | جزيرة | جزيرة صحراوية | صحراء | نخلة ',
    ),
    Emoji(
      '🏞️',
      'جنينة | حديقة وطنية | متنزه ',
    ),
    Emoji(
      '🏟️',
      'استاد | مدرج | ملعب ',
    ),
    Emoji(
      '🏛️',
      'أثر | قديم | كلاسيكي | مبنى | مبنى أثري | متحف ',
    ),
    Emoji(
      '🏗️',
      'إنشاء | إنشاءات | رافعة | سقالات | مبنى | ورشة بناء ',
    ),
    Emoji(
      '🏘️',
      'بلدة | بناء | بيت | منازل | منزل ',
    ),
    Emoji(
      '🏚️',
      'حطام | قديم | مباني | مبنى مهجور | مشعور | منزل | مهجور | مهلهل | هزة ارضية ',
    ),
    Emoji(
      '🏠',
      'بيت | ضاحية | ضيعة | فيلا | مبنى | مزرعة | منزل',
    ),
    Emoji(
      '🏡',
      'بيت | حديقة | ضيعة | فيلا | مبنى | منزل بحديقة',
    ),
    Emoji(
      '🏢',
      'تجاري | سنتر | شغل | عمل | مبنى | مبنى إداري | مدينة | مكتب',
    ),
    Emoji(
      '🏣',
      'ارسال | البريد | بريد | مبنى | مكتب بريد | مكتب بريد ياباني',
    ),
    Emoji(
      '🏤',
      'اوروبي | بريد | مكتب بريد | مكتب بريد أوروبي',
    ),
    Emoji(
      '🏥',
      'ادوية | حكيم | دكتور | دواء | صليب الاحمر | طبيب | مبنى | مستشفى',
    ),
    Emoji(
      '🏦',
      'بنك | مال | مبنى | مصاري | مصرف | نقد',
    ),
    Emoji(
      '🏨',
      'اوتيل | فندق | مبنى | مبيت',
    ),
    Emoji(
      '🏩',
      'حب | شهر العسل | فندق | مبنى | مكان للحب',
    ),
    Emoji(
      '🏪',
      'دكان | سوق 24 ساعة | كشك | مبنى | متجر | متجر بقالة | متجر صغير | محل | محل صغير | مول',
    ),
    Emoji(
      '🏫',
      'تعليم | ثقافة | مبنى | مدرسة',
    ),
    Emoji(
      '🏬',
      'سنتر تسوق | سوق | سوق شامل | متجر شامل',
    ),
    Emoji(
      '🏭',
      'مبنى | مشغل | مصنع',
    ),
    Emoji(
      '🏯',
      'بناء ياباني | طراز ياباني | قلعة | قلعة يابانية | مبنى',
    ),
    Emoji(
      '🏰',
      'قصر | قلعة | قلعة أوروبية | مبنى',
    ),
    Emoji(
      '💒',
      'رومانس | رومانسية | رومنس | زفاف | زواج | كنيسة زفاف',
    ),
    Emoji(
      '🗼',
      'برج | طوكيو | مرتفع | يابان',
    ),
    Emoji(
      '🗽',
      'الحرية | تمثال | حرية | نيويورك',
    ),
    Emoji(
      '⛪',
      'كنيسة | مبنى | مسيحية',
    ),
    Emoji(
      '🕌',
      'إسلام | تراويح | جامع | دين | رمضان | صلاة الجمعة | صلاة جماعة | مسجد | مسلمون',
    ),
    Emoji(
      '🕍',
      'دين | معبد | معبد يهودي | يهود | يهودية',
    ),
    Emoji(
      '⛩️',
      'دين | شنتو | ضريح ',
    ),
    Emoji(
      '🕋',
      'إسلام | الكعبة | حج | دين | طواف | كعبة | مسلم',
    ),
    Emoji(
      '⛲',
      'ماء | مياه | نافورة',
    ),
    Emoji(
      '⛺',
      'تخييم | خيمة | كشاف | مخيم',
    ),
    Emoji(
      '🌁',
      'جبل | ضباب | طبيعة | طقس',
    ),
    Emoji(
      '🌃',
      'ابنية مرتفعة | طقس | ليل | ليل مع نجوم | مدينة | نجوم | نيويورك',
    ),
    Emoji(
      '🏙️',
      'ابنية شاهقة | ابنية مرتفعة | مباني | مدينة | منظر مدينة | ناطحات سحاب ',
    ),
    Emoji(
      '🌄',
      'شروق على جبل | شمس الصباح | شمس بين جبلين | صباح | طبيعة',
    ),
    Emoji(
      '🌅',
      'شروق | شمس | صباح | طبيعة | طقس | طلوع الشمس',
    ),
    Emoji(
      '🌆',
      'ابنية شاهقة | ابنية مرتفعة | غروب مدينة | غسق | مساء',
    ),
    Emoji(
      '🌇',
      'ابنية مرتفعة | شمس تغرب | غسق | مدينة | مغيب',
    ),
    Emoji(
      '🌉',
      'بحر وجسر | جسر | جسر في الليل | طقس | ليل | مساء',
    ),
    Emoji(
      '🎠',
      'العاب | ترفيه | حصان | حصان الدوامة | مدينة العاب | مدينة ملاهي',
    ),
    Emoji(
      '🎡',
      'ترفيه | تسلية | حديقة | دولاب دوار | دولاب ملاهي | دولاب هواء | عجلة دوارة | عجلة فيريس | مدينة العاب | مدينة ملاهي',
    ),
    Emoji(
      '🎢',
      'ترفيه | حديقة | رعب | قطار | قطار ملاهي | مدينة العاب | مدينة ملاهي',
    ),
    Emoji(
      '🚂',
      'جرار | جرار بخار | سفر | قطار | قطار بخار | قطر | محرك | مركبة | نقل عام',
    ),
    Emoji(
      '🚃',
      'ترام | ركوب | سفر | عربة قطار | قطار | كهربائي | مركبة | نقل عام',
    ),
    Emoji(
      '🚄',
      'ركوب | شينكانسن | قطار | قطار سريع | مركبة | نقل سريع | نقل عام',
    ),
    Emoji(
      '🚅',
      'سرعة فائقة | سفر | شينكانسن بوجه محدب | قطار | قطار سريع بوجه محدب | مركبة | نقل عام | وجه محدب',
    ),
    Emoji(
      '🚆',
      'تشو تشو | سكة حديد | قطار | قطر | مركبة | نقل عام | وصول',
    ),
    Emoji(
      '🚇',
      'أنفاق | سفر | مترو | مركبة | نقل عام',
    ),
    Emoji(
      '🚈',
      'خفيف | سفر | سكة حديد | قطار | مركبة | نقل خفيف | نقل عام',
    ),
    Emoji(
      '🚉',
      'سفر | سكة | قطار | محطة | نقل عام',
    ),
    Emoji(
      '🚊',
      'ترام | سفر | قطار | مركبة',
    ),
    Emoji(
      '🚝',
      'خط سكة حديد أحادي | قطار | مركبة | نقل عام',
    ),
    Emoji(
      '🚞',
      'جبل | رحلة | سكة حديد | سكة حديد جبلية | عربة قطار جبلي | مركبة',
    ),
    Emoji(
      '🚋',
      'باص | ترام | سيارة | مركبة',
    ),
    Emoji(
      '🚌',
      'باص | حافلة | مدرسة | مركبة | نقل تلاميذ',
    ),
    Emoji(
      '🚍',
      'اقتراب حافلة | باص | حافلة مقتربة | مركبة | مقترب | نقل',
    ),
    Emoji(
      '🚎',
      'أتوبيس ترولي | أتوبيس كهربائي | باص كهربائي | ترولي | ركوب | مركبة | نقل | نقل عام',
    ),
    Emoji(
      '🚐',
      'باص | حافلة | حافلة صغيرة | ركوب | فان | قيادة | مركبة | نقل عام',
    ),
    Emoji(
      '🚑',
      'إسعاف | اومبلونس | حالة طارئة | سيارة إسعاف | طارىء | طوارىء | مركبة',
    ),
    Emoji(
      '🚒',
      'إطفاء | حريق | سيارة إطفاء | سيارة اطفاء | سيارة حريق | مركبة',
    ),
    Emoji(
      '🚓',
      'سيارة دورية | سيارة شرطة | شرطة | مركبة',
    ),
    Emoji(
      '🚔',
      'حاجز | دورية | سيارة شرطة | سيارة شرطة مقتربة | شرطة | مركبة',
    ),
    Emoji(
      '🚕',
      'uber | اوبر | تاكسي | سيرفيس | مركبة',
    ),
    Emoji(
      '🚖',
      'تاكسي | تاكسي مقترب | ركوب | سيرفيس | مركبة | نقل',
    ),
    Emoji(
      '🚗',
      'ركوب | سيارة | قيادة | مركبة | نقل',
    ),
    Emoji(
      '🚘',
      'ركوب | سيارة | سيارة قادمة | سيارة مقتربة | قيادة | مركبة | نقل',
    ),
    Emoji(
      '🚚',
      'توصيل | دليفري | ركوب | شاحنة | شاحنة توصيل طلبات | مركبة | نقل',
    ),
    Emoji(
      '🚛',
      'انتقال | بضائع | شاحنة | لوري | لوري شبه مقطورة | مركبة | مقطورة',
    ),
    Emoji(
      '🚜',
      'تراكتور | تركتور | جرار | زراعة | مركبة',
    ),
    Emoji(
      '🏎️',
      'سباق | سبق سيارات | سيارة ',
    ),
    Emoji(
      '🏍️',
      'دباب | دراجة بخارية | سباق | سبق | طقطاقي | موتسيك | موتو ',
    ),
    Emoji(
      '🛵',
      'دراجة نارية | سكوتر | سكوتر بمحرك | طقطاقي | قيادة | محرك | نقل',
    ),
    Emoji(
      '🚲',
      'بسكلتة | دراجة | ركوب | سيكل | مركبة',
    ),
    Emoji(
      '🛴',
      'ركل | سكوتر | سكوتر بدون محرك',
    ),
    Emoji(
      '🚏',
      'حافلات | سفر | كاراج | محطة | موقف',
    ),
    Emoji(
      '🛤️',
      'ترين | سكة حديد | قطار | قطر ',
    ),
    Emoji(
      '⛽',
      'بنزين | بنزينة | محطة | مضخة وقود | وقود',
    ),
    Emoji(
      '🛞',
      'إطار | دائرة | دوران | سيارة | عجلة | مركبة',
    ),
    Emoji(
      '🚨',
      'إضاءة دوارة | إضاءة سيارة شرطة | إضاءة سيارة شرطة دوارة | انذار | تنبيه | حاجز | سيارة شرطة | ضوء | طوارىء',
    ),
    Emoji(
      '🚥',
      'إشارات مرور أفقية | إشارة مرور أفقية | اشارة مرور | مرور',
    ),
    Emoji(
      '🚦',
      'إشارات مرور عرضية | إشارة مرور رأسية | اشارات السير | اشارة سير | تنظيم المرور | سير | ضوء | مرور',
    ),
    Emoji(
      '🚧',
      'إشارة | إنشاء | اشغال | تحت الإنشاء | قيد الانشاء',
    ),
    Emoji(
      '⚓',
      'إشارة | اداة | سفينة | مرساة',
    ),
    Emoji(
      '⛵',
      'شخطورة | قارب | مركب شراعي | منتجع | منتجع بحري | يخت',
    ),
    Emoji(
      '🚤',
      'ابحار | زورق | سفر | صبف | غني | فخفخة | قارب | قارب سريع | مركبة | يخت',
    ),
    Emoji(
      '🛳️',
      'راكب | سفر | سفينة | سفينة ركاب | مركبة | نقل عام ',
    ),
    Emoji(
      '⛴️',
      'زورق | سفر | سفينة | عبّارة | مركب ',
    ),
    Emoji(
      '🛥️',
      'ابحار | بخاري | زورق | مركب | مركبة | يخت ',
    ),
    Emoji(
      '🚢',
      'باخرة | تايتنك | سفر | سفينة | كروز | مركبة | مسافر | نقل',
    ),
    Emoji(
      '🛟',
      'إنقاذ | السلامة | حفظ الحياة | عوامة | عوم | منقذ',
    ),
    Emoji(
      '✈️',
      'اقلاع | سفر | طائرة | طيارة | مركبة ',
    ),
    Emoji(
      '🛩️',
      'طائرة | طائرة صغيرة | مركبة ',
    ),
    Emoji(
      '🛫',
      'رحيل | سفر | طائرة | طائرة مغادرة | مركبة | مسافر | مغادرة طائرة | نقل عام | هربان | وصول',
    ),
    Emoji(
      '🛬',
      'سفر | طائرة | طيارة | مدرج | مركبة | مسافر | هبوط | وصول',
    ),
    Emoji(
      '💺',
      'كرسي | مقعد',
    ),
    Emoji(
      '🚁',
      'سفر | طائرة | مركبة | نقل | هليكوبتر',
    ),
    Emoji(
      '🚟',
      'ركوب | سكة حديد | سكة حديد معلقة | مركبة | معلقة | نقل عام',
    ),
    Emoji(
      '🚠',
      'تليفريك | جبل | سيارة | سيارة قطار جبلي | قطار | قطار جبلي | مركبة',
    ),
    Emoji(
      '🚡',
      'تيليفريك | خط ترام | خط ترام هوائي | عربة قطار هوائي | غوندولا | مركبة | هوائي',
    ),
    Emoji(
      '🛰️',
      'ستالايت | ستلايت | فضاء | قمر صناعي | مركبة | مكوك ',
    ),
    Emoji(
      '🚀',
      'انطلاق | سفر | صاروخ | فضاء | مركبة',
    ),
    Emoji(
      '🛸',
      'صحن طائر | طبق طائر | غريب | فضاء | مخلوق فضائي | مركبة فضائية',
    ),
    Emoji(
      '🌠',
      'انطلاق | سقوط | شهاب | طبيعة | فضاء | قنص | نجم',
    ),
    Emoji(
      '🌌',
      'درب التبانة | طبيعة | فضاء | مجرة | نجوم',
    ),
    Emoji(
      '⛱️',
      'شمس | شمسية على الأرض | طقس | مطر | مظلة ',
    ),
    Emoji(
      '🎆',
      'ألعاب نارية | ابتهاج | احتفال | العاب نارية | بووم | حفلة | فرقيع | مفرقعات',
    ),
    Emoji(
      '🎇',
      'ألعاب نارية | بووم | طراطيع | عيد | فرقيع | ماسة ألعاب نارية | ماسة نارية | مفرقعات',
    ),
    Emoji(
      '🎑',
      'احتفال | احتفال برؤية القمر | استطلاع | استطلاع القمر | بهجة',
    ),
    Emoji(
      '🗿',
      'أصنام | تمثال | سفر | صنم | مواي | موياي | وجه',
    ),
    Emoji(
      '🛂',
      'باسبور | جواز سفر | رمز | سفر | مراقبة | مراقبة جوازات السفر',
    ),
    Emoji(
      '🛃',
      'جمارك | جمرك | رمز',
    ),
    Emoji(
      '🛄',
      'استرداد الحقائب | حقائب | شناط',
    ),
    Emoji(
      '🛅',
      'أمتعة | امتعة | تخزين | حفظ حقائب | حقائب سفر | خدمة حقائب السفر | خزانة | رمز | سفر | شنط | مطار',
    ),
  ]),

// ======================================================= Category.ACTIVITIES
  CategoryEmoji(Category.ACTIVITIES, [
    Emoji('🧗‍♂️',
        'أشخاص | تسلق | جبال | رياضة | شخص يتسلّق | صخور | صعود | متسلقة | مغامرة | وصولية رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🧗‍♀️',
        'أشخاص | تسلق | جبال | رياضة | شخص يتسلّق | صخور | صعود | متسلقة | مغامرة | وصولية رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🏇',
        'حصان | خيل | ركوب الخيل | رياضة | سباق | سباق خيول | سبق | فرس | مباراة',
        hasSkinTone: true),
    Emoji(
      '⛷️',
      'تزحلق | تزلج | ثلج | جليد | رياضة | سكي | متزلّج على الثلج ',
    ),
    Emoji(
      '🏂',
      'تزلج | رياضة | سكي | سنو بورد | لوح تزلج | متزلج',
    ),
    Emoji('🏌️‍♂️',
        'أشخاص | انطلاق | جولف | رجل | شخص يلعب غولف | ضرب الكرة | غولف | كرة | مضرب رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🏌️‍♀️',
        'أشخاص | انطلاق | جولف | رجل | شخص يلعب غولف | ضرب الكرة | غولف | كرة | مضرب رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🏄‍♂️',
        'أشخاص | أمواج | بحر | ركوب أمواج | رياضة | شاطئ | شخص يركب أمواج | شخص يركب الأمواج | محيط | موج | موجة طويلة رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🏄‍♀️',
        'أشخاص | أمواج | بحر | ركوب أمواج | رياضة | شاطئ | شخص يركب أمواج | شخص يركب الأمواج | محيط | موج | موجة طويلة رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🚣‍♂️',
        'أشخاص | بحيرة | تجديف | رياضة | زورق | شخص يجدف بزورق | صيد سمك | قارب | مجداف | مركبة | نهر | يجدف رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🚣‍♀️',
        'أشخاص | بحيرة | تجديف | رياضة | زورق | شخص يجدف بزورق | صيد سمك | قارب | مجداف | مركبة | نهر | يجدف رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🏊‍♂️',
        'أشخاص | بحر | رياضة | سباح | سباحة | سباحة حرة | سباق ثلاثي | شخص يسبح | مسبح | يسبح رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🏊‍♀️',
        'أشخاص | بحر | رياضة | سباح | سباحة | سباحة حرة | سباق ثلاثي | شخص يسبح | مسبح | يسبح رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('⛹️‍♂️',
        'أشخاص | باسكت بول | رمية حرة | رياضة | رياضي | شخص وكرة | كرة | كرة سلة | مباراة | مراوغة رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('⛹️‍♀️',
        'أشخاص | باسكت بول | رمية حرة | رياضة | رياضي | شخص وكرة | كرة | كرة سلة | مباراة | مراوغة رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🏋️‍♂️',
        'أثقال | أشخاص | أوزان | تمرين | رافع أثقال | رفع | رفع الأثقال | رياضة | شخص يرفع أثقال | لاعب كمال أجسام رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🏋️‍♀️',
        'أثقال | أشخاص | أوزان | تمرين | رافع أثقال | رفع | رفع الأثقال | رياضة | شخص يرفع أثقال | لاعب كمال أجسام رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🚴‍♂️',
        'أشخاص | بيسيكليت | دراجة | ركوب الدرجات | رياضة | سبق | سيكل | شخص يركب دراجة | يركب دراجة رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🚴‍♀️',
        'أشخاص | بيسيكليت | دراجة | ركوب الدرجات | رياضة | سبق | سيكل | شخص يركب دراجة | يركب دراجة رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🚵‍♂️',
        'أشخاص | الدراجات الجبلية | بيسيكليت | جبال | دراجة | راكب دراجة | راكب دراجة في الجبال | ركوب الدراجات | رياضة | سيكل | شخص يركب دراجة في الجبال رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🚵‍♀️',
        'أشخاص | الدراجات الجبلية | بيسيكليت | جبال | دراجة | راكب دراجة | راكب دراجة في الجبال | ركوب الدراجات | رياضة | سيكل | شخص يركب دراجة في الجبال رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🤸‍♂️',
        'أشخاص | جمباز | حركة العجلة | رياضة | سعيد | شخص | شخص يؤدي حركة العجلة | شقلبة | عجلة | متحمس | نشيط رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🤸‍♀️',
        'أشخاص | جمباز | حركة العجلة | رياضة | سعيد | شخص | شخص يؤدي حركة العجلة | شقلبة | عجلة | متحمس | نشيط رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🤼‍♂️',
        'أشخاص | بطولة مصارعة | حلبة | رياضة | شخص | قتال | مبارزة | مصارع | مصارعة | مصارعون رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🤼‍♀️',
        'أشخاص | بطولة مصارعة | حلبة | رياضة | شخص | قتال | مبارزة | مصارع | مصارعة | مصارعون رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🤽‍♂️',
        'أشخاص | ألعاب مائية | أنشطة | الأشخاص والجسد | رياضة | سباحة | شخص | شخص يلعب كرة ماء | كرة ماء | ماء رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🤽‍♀️',
        'أشخاص | ألعاب مائية | أنشطة | الأشخاص والجسد | رياضة | سباحة | شخص | شخص يلعب كرة ماء | كرة ماء | ماء رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🤾‍♂️',
        'أشخاص | التقاط الكرة | رجل يلعب كرة يد | رفع الكرة | رمي | رمية قصيرة | رياضة | شخص | شخص يلعب كرة يد | كرة | كرة يد | لاعب | مباراة رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🤾‍♀️',
        'أشخاص | التقاط الكرة | رجل يلعب كرة يد | رفع الكرة | رمي | رمية قصيرة | رياضة | شخص | شخص يلعب كرة يد | كرة | كرة يد | لاعب | مباراة رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🤹‍♂️',
        'أشخاص | إدارة | بهلوان | تعامل | تعدد المهام | تلاعب | توازن | شخص يؤدي ألعابًا بهلوانية | شعوذة | مهارة رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🤹‍♀️',
        'أشخاص | إدارة | بهلوان | تعامل | تعدد المهام | تلاعب | توازن | شخص يؤدي ألعابًا بهلوانية | شعوذة | مهارة رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji('🧘‍♂️',
        'أشخاص | استرخاء | تأمل | راحة | سكون | شخص متربّع | صفاء | متربعة | هدوء | يوجا | يوغا رمز ذكر | مذكر ',
        hasSkinTone: true),
    Emoji('🧘‍♀️',
        'أشخاص | استرخاء | تأمل | راحة | سكون | شخص متربّع | صفاء | متربعة | هدوء | يوجا | يوغا رمز أنثى | مؤنث ',
        hasSkinTone: true),
    Emoji(
      '🎪',
      'ترفيه | خيمة | سرك | سيرك',
    ),
    Emoji(
      '🛹',
      'تزحلق | تزلج | رياضة | زحلقة | سكيت | سكيت بورد | عجل | عجلات | لوح | لوح التزلج | متزلج | مرح',
    ),
    Emoji(
      '🎗️',
      'احتفال | تذكار | تذكير | شريطة ',
    ),
    Emoji(
      '🎟️',
      'تذكرة | تذكرتا دخول | تكت | دخول | قبول ',
    ),
    Emoji(
      '🎫',
      'بطاقة | تذكرة | ترفيه | تيكت',
    ),
    Emoji(
      '🎖️',
      'احتفال | جائزة | عسكري | ميدالية | ميدالية عسكرية | نيشان | وسام ',
    ),
    Emoji(
      '🏆',
      'أبطال | انتصار | بطل | جائزة | رياضة | كأس | ميدالية | نصر',
    ),
    Emoji(
      '🏅',
      'بطل | جائزة | ذهبية | رابح | رياضة | ميدالية | ميدالية رياضية',
    ),
    Emoji(
      '🥇',
      '١ | أول | ذهبية | ميدالية | ميدالية مركز أول',
    ),
    Emoji(
      '🥈',
      '٢ | ثانٍ | ثاني | فضية | ميدالية | ميدالية مركز ثانٍ',
    ),
    Emoji(
      '🥉',
      '٣ | المركز الثالث | برونزية | ثالث | ميدالية | ميدالية مركز ثالث',
    ),
    Emoji(
      '⚽',
      'جول | طابة | غول | فوتبول | قدم | كرة',
    ),
    Emoji(
      '⚾',
      'بيسبول | رياضة | طابة | كرة',
    ),
    Emoji(
      '🥎',
      'تنس | سوفتبول | ضربة تحتية | طابة | قفاز | كرة | كرة صفراء | كرة لينة | كرة ليّنة',
    ),
    Emoji(
      '🏀',
      'باسكت بول | باسكتبول | رياضة | كرة | كرة سلة',
    ),
    Emoji(
      '🏐',
      'كرة | كرة طائرة | لعب',
    ),
    Emoji(
      '🏈',
      'رياضة | سوبر بول | طابة | كرة | كرة قدم أمريكية',
    ),
    Emoji(
      '🏉',
      'رجبي | رغبي | روجبي | رياضة | طابة | كرة',
    ),
    Emoji(
      '🎾',
      'تنس | رياضة | طابة | كرة | كرة مضرب | مضرب تنس وكرة',
    ),
    Emoji(
      '🥏',
      'رياضة | صحن | صحن طائر | طبق طائر | فائق | فريزبي | قرص | قرص طائر | لعبة',
    ),
    Emoji(
      '🎳',
      'بولينغ | رياضة | طابة | كرة | لعبة',
    ),
    Emoji(
      '🏏',
      'رياضة | كرة | كريكيت | لعبة | مباراة | مضرب',
    ),
    Emoji(
      '🏑',
      'رياضة | طابة | عصا | كرة | لعبة | مباراة | ملعب | هوكي | هوكي أرضي',
    ),
    Emoji(
      '🏒',
      'ثلج | جليد | رياضة | عصا | لعبة | مباراة | هوكي',
    ),
    Emoji(
      '🥍',
      'تانس | خشبة | رياضة | طابة | عصا | كرة | لاكروس | لكروس | مرمى | مضرب | هدف',
    ),
    Emoji(
      '🏓',
      'بنغ بونغ | تنس | تنس الطاولة | رياضة | ضرب | طاولة | كرة | لعبة | مباراة | مضرب',
    ),
    Emoji(
      '🏸',
      'بدمنتن | تنس الريشة | راكيت | رياضة | ريشة | شطكوك | لاعب الريشة | لعبة',
    ),
    Emoji(
      '🪃',
      'أداة | أستراليا | أشياء | ارتداد | خذوف | سلاح | ضرب | عصا مقوسة | كيد | مرتد | هجوم',
    ),
    Emoji(
      '🥅',
      'جول | رياضة | شبكة | شبكة المرمى | غول | مرمى',
    ),
    Emoji(
      '⛳',
      'جولف | حفرة | رياضة | علم جولف | علم على حفرة | علم غولف | غولف',
    ),
    Emoji(
      '🪁',
      'العاب | تحليق | طائرة ورقية | طيارة | طيارة ورق | طيران | هواء',
    ),
    Emoji(
      '🛝',
      'تزحلق | حديقة ألعاب | لعب | ملعب | منزلق اللعب',
    ),
    Emoji(
      '🏹',
      'برج | برج الرامي | رامي | سلاح | سهم | قوس | قوس وسهم | وتر',
    ),
    Emoji(
      '🎣',
      'استجمام | ترفيه | رياضة | سمك | صنارة صيد | صيد',
    ),
    Emoji(
      '🤿 ',
      'أداة | تحت الماء | سباحة | سكوبا | سنوركلينج | غطس | غوص | غوص حر | قناع غطس | ماسك | نظارة السباحة | نظارة الغطس | نظارة الغوص',
    ),
    Emoji(
      '🥊',
      'بوكس | رياضة | قفاز | كف | ملاكمة',
    ),
    Emoji(
      '🥋',
      'تايكوندو | جودو | رياضة | زي | زي فنون قتالية | فنون قتالية | كاراتيه',
    ),
    Emoji(
      '🎽',
      'جري | ركض | رياضة | شيرت للجري | شيرت للجري ووشاح | عدو | قميص | قميص رياضي',
    ),
    Emoji(
      '🛼',
      'أماكن | أنشطة | باتيناج | ترفيه | تزلج | حذاء | حذاء بعجلات | حذاء مع عجلات | رحلة | رياضة | زلاجة | عجلات | مزلجة',
    ),
    Emoji(
      '🛷',
      'تزلج | ثلج | مزلاج | مزلجة',
    ),
    Emoji(
      '⛸️',
      'تزلج | تزلج على الجليد | ثلج | جليد | حذاء تزلج | رياضة ',
    ),
    Emoji(
      '🥌',
      'حجرة لعبة الكرلنغ | رياضة | صخرة | كيرلنغ | مباراة',
    ),
    Emoji(
      '🎿',
      'تزلج | ثلج | رياضة | سكي',
    ),
    Emoji(
      '🎯',
      'إصابة | صابها | لعبة | مباشر | مركز هدف | نشان | هدف',
    ),
    Emoji(
      '🎱',
      '٨ | بلياردو | بيليار | بيلياردو | ثمانية | طابة | كرة | كرة رقم ثمانية | لعبة | مباراة',
    ),
    Emoji(
      '🎮',
      'ألعاب | إكس بوكس | العاب كمبيوتر | بلاي ستايشن | جويستك | فيديو غايم | لعبة فيديو',
    ),
    Emoji(
      '🎰',
      'جهاز قمار | قمار | كازينو | لعبة | ميسر',
    ),
    Emoji(
      '🎲',
      'زهر | لعبة | نرد',
    ),
    Emoji(
      '🧩',
      'أحجية | أحجية الصور المقطوعة | بازل | تحدي | تداخل | تركيب | دليل | فزورة | قطع | قطعة | لعبة | لغز | منشار',
    ),
    Emoji(
      '♟️',
      'بيدق | جندي | شطرنج | ضعيف ',
    ),
    Emoji(
      '🎭',
      'بربارا | ترفيه | تمثيل | شيكسبير | فن | فن استعراضي | فنون جميلة | قناع | قناع وجه | مسرح',
    ),
    Emoji(
      '🎨',
      'ألوان | باليت | تلوين | رسام | رسم | فن | فنان | لوحة | لوحة ألوان الرسام',
    ),
    Emoji(
      '🧵',
      'إبرة | بكرة | حياكة | خياطة | خيط | خيوط | فتلة | مغزل | نسيج',
    ),
    Emoji(
      '🧶',
      'أشغال يدوية | أعمال يدوية | إبرة وفتلة | حياكة | خياطة | خيط | دوبار | دوبارة | شَلة صوف | صنارة | صوف | غرزة | غزْل | فتلة | كرة | كروشيه | لفة صوف | نسيج | يدوي',
    ),
    Emoji(
      '🎼',
      'أنغام | سكور | علامة موسيقية | موسيقى | نغم | نغمة',
    ),
    Emoji(
      '🎤',
      'صوت | طرب | غناء | كاراوكي | مايك | موسيقى | ميكروفون',
    ),
    Emoji(
      '🎧',
      'ترفيه | سماعة رأس | صوت | هيدفون',
    ),
    Emoji(
      '🎷',
      'آلة | آلة موسيقية | ساكسفون | موسيقى',
    ),
    Emoji(
      '🎸',
      'آلة | آلة موسيقية | روك | غيتار | موسيقى | نغم',
    ),
    Emoji(
      '🎹',
      'بيانو | عزف | لوحة مفاتيح | لوحة مفاتيح موسيقية | موسيقى',
    ),
    Emoji(
      '🎺',
      'آلة موسيقية | آلة نفخ | ترومبت | عزف | موسيقى',
    ),
    Emoji(
      '🎻',
      'آلة موسيقية | عزف | كمان | كمنجا | موسيقى',
    ),
    Emoji(
      '🥁',
      'تطبيل | طبل | طبلة | عصا الطبلة | موسيقى',
    ),
    Emoji(
      '🎬',
      'أكشون | أكشيون | ترفيه | فيلم | كلاكيت | موفي',
    ),
  ]),

// ======================================================= Category.OBJECTS
  CategoryEmoji(Category.OBJECTS, [
    Emoji(
      '💌',
      'حب | خطاب | رسالة عليها قلب | رومانس | رومانسية | رومنس | عيد الحب | غرام | قلب',
    ),
    Emoji(
      '🕳️',
      'بخش | ثقب | حفرة ',
    ),
    Emoji(
      '💣',
      'انفجار | بووم | خطر | رعب | قنبلة | مشاعر',
    ),
    Emoji(
      '🛀',
      'استحمام | بانيو | حوض استحمام | دوش | شخص يستحم',
    ),
    Emoji(
      '🛌',
      'استلقاء | الأشخاص والاستلقاء على السرير | اوتيل | راحة | شخص على سرير | فندق | في سابع نومة | نائم | نايم | نوم | ينام',
    ),
    Emoji(
      '🏺',
      'أداة | اداة | برج | جرة | دلو | سلاح | شراب | طبخ | طهي | فخارة',
    ),
    Emoji(
      '🗺️',
      'خريطة | خريطة العالم | عالم ',
    ),
    Emoji(
      '🧭',
      'اتجاه | استرشاد بالبوصلة | بوصلة | تخييم | تنقل | توجيه | سفر | مغناطيسي | مغناطيسية | ملاحة | وجهة',
    ),
    Emoji(
      '🧱',
      'أحجار | أسمنت | حائط | حجارة | حيط | سد | طمي | طوب | طوبة | طين | ملاط | مونة',
    ),
    Emoji(
      '💈',
      'تزيين شعر | تصفيف شعر | حلاق | حلق | شارة | صالون حلاقة | محل حلاقة',
    ),
    Emoji(
      '🛢️',
      'برميل | برميل نفط | زيت ',
    ),
    Emoji(
      '🛎️',
      'اوتيل | جرس | فندق | مساعدة ',
    ),
    Emoji(
      '🧳',
      'أمتعة | تروللي | تعبئة | حقائب | حقائب السفر | حقيبة | حقيبة بعجلات | سفر | شنط | شنطة بعجل | شنطة سفر',
    ),
    Emoji(
      '⌛',
      'تاريخ | توقيت | رمال | رمل | زمن | ساعة رملية | ساعة رملية مكتملة | مؤقت رملي مكتمل',
    ),
    Emoji(
      '⏳',
      'ساعة رملية | مؤقت رملي غير مكتمل | موقت | موقت رملي',
    ),
    Emoji(
      '⌚',
      'ساعة | ساعة يد | وقت',
    ),
    Emoji(
      '⏰',
      'انتظار | ساعات | ساعة | منبه',
    ),
    Emoji(
      '⏱️',
      'توقيت | ساعة | ساعة توقف ',
    ),
    Emoji(
      '⏲️',
      'توقيت | ساعة | مؤقت ',
    ),
    Emoji(
      '🕰️',
      'توقيت | ساعة | ساعة موقد | وقت ',
    ),
    Emoji(
      '🌡️',
      'ترمومتر | درجة الحرارة | طقس ',
    ),
    Emoji(
      '⛱️',
      'شمس | شمسية على الأرض | طقس | مطر | مظلة ',
    ),
    Emoji(
      '🧨',
      'ألعاب نارية | احتفال | انفجار | بهجة | تفجير | حفلة | ديناميت | شرارة | شرر | شعلة | ضوء | فرقع | فرقعة | قنبلة | متفجرات | مفرقعات نارية | مهرجان | نار | نيران',
    ),
    Emoji(
      '🎈',
      'احتفال | بالون | بالونة | حفلة | ذكرى ميلاد | عيد ميلاد',
    ),
    Emoji(
      '🎉',
      'احتفال | بارتي بوبر | بجنن | حفلة | رائع | زمور | فرقعة حفلة | مبتهج',
    ),
    Emoji(
      '🎊',
      'احتفال | حفلة | زينة | فرح | كرة أوراق ملونة | كرة كونفتي | كونفتي',
    ),
    Emoji(
      '🎎',
      'احتفال | دمية | دميتان | دميتان يابانيتان | مهرجان | ياباني',
    ),
    Emoji(
      '🎏',
      'أوراق ملونة | احتفال | الوان | سمك ياباني | علم قصاصات | قصاصات ملونة',
    ),
    Emoji(
      '🎐',
      'جرس | جرس الريح | دق الجرس | ريح | قرع الجرس',
    ),
    Emoji(
      '🪩',
      'الكرة المضيئة | حفل | ديسكو | رقص | كرة | ملهى ليلي',
    ),
    Emoji(
      '🧧',
      'أموال | أنغ بو | ثروة | ثري | حظ | حظ سعيد | ذهب | صين | ظرف أحمر بكتابة صينية | علبة | علبة حمراء | غلاف | غلاف أحمر | غني | فلوس | مصاري | مغلف أحمر | نقود | هدية',
    ),
    Emoji(
      '🎀',
      'احتفال | افتتاح | بابيون | حفلة | شريط',
    ),
    Emoji(
      '🎁',
      'احتفال | عيد ميلاد | مفاجاة | مناسبة | هدية | هدية ملفوفة',
    ),
    Emoji(
      '🔮',
      'تبصير | تنجيم | حدوتة | خرافة | سحر | طالع | كرة | كريستال | مستقبل',
    ),
    Emoji(
      '🧿',
      'أزرق | الخرزة الزرقاء | تعويذة | تميمة | حاسد | حسد | حسود | حظ | خرزة | خرزة زرقاء | سحر | طلاسم | طلسم | عمل | عين | عين الحسود',
    ),
    Emoji(
      '🪬',
      'العذراء | تحصين | تعويذة | حسد | حظ | حماية | خمسة | فاطمة | كف | مريم | يد',
    ),
    Emoji(
      '🕹️',
      'العاب كمبيوتر | ذراع تحكم | عصا تحكم | لعبة | لعبة فيديو ',
    ),
    Emoji(
      '🧸',
      'تيدي | دب | دب فرو | دبدوب | دبوب | دمية | سمين | لعبة | لعبة محشوة بشكل دب | محشو | محشوة | ممتلىء',
    ),
    Emoji(
      '🖼️',
      'إطار | إطار وصورة | رسم | صورة | غاليري | فن | متحف | معرض ',
    ),
    Emoji(
      '🧵',
      'إبرة | بكرة | حياكة | خياطة | خيط | خيوط | فتلة | مغزل | نسيج',
    ),
    Emoji(
      '🧶',
      'أشغال يدوية | أعمال يدوية | إبرة وفتلة | حياكة | خياطة | خيط | دوبار | دوبارة | شَلة صوف | صنارة | صوف | غرزة | غزْل | فتلة | كرة | كروشيه | لفة صوف | نسيج | يدوي',
    ),
    Emoji(
      '🛍️',
      'اوتيل | تسوق | حقائب تسوق | حقيبة | شراء | شنط | فندق ',
    ),
    Emoji(
      '📿',
      'تسبيح | خرز | دين | صلاة | قلادة | مسبحة | ملابس',
    ),
    Emoji(
      '💎',
      'الماسة | جوهرة | حجر كريم | خطوبة | رومانس | رومانسية | رومنس | زفاف | زواج | عرس | غني | ماسة | مال | مجوهرات',
    ),
    Emoji(
      '📯',
      'بوق | جرس | جرس بريد | نفخ',
    ),
    Emoji(
      '🎙️',
      'اذاعة | استديو | استوديو | تسجيل صوتي | مايك | موسيقى | ميكروفون ',
    ),
    Emoji(
      '🎚️',
      'شريط منسوب | مؤشر | مزيكا | مستوى | موسيقى ',
    ),
    Emoji(
      '🎛️',
      'أزرار | تحكم | كونترول | موسيقى ',
    ),
    Emoji(
      '📻',
      'اذاعة | ترفيه | تسلية | راديو | فيديو',
    ),
    Emoji(
      '📱',
      'تليفون | خلوي | محمول | موبايل | نقال | هاتف | هاتف جوال',
    ),
    Emoji(
      '📲',
      'إجراء مكالمة | استقبال اتصال | تليفون | تواصل | خلوي | رد على اتصال | سليلور | موبايل | هاتف | هاتف جوال | هاتف جوال مع سهم | هاتف خلوي مع سهم',
    ),
    Emoji(
      '☎️',
      'تليفون | هاتف | هاتف أرضي ',
    ),
    Emoji(
      '📞',
      'تليفون | تواصل | سماعة هاتف | هاتف',
    ),
    Emoji(
      '📟',
      'بيجر | تواصل | جهاز مناداة | جهاز نداء آلي',
    ),
    Emoji(
      '📠',
      'تلفاكس | تواصل | فاكس | ماكنة',
    ),
    Emoji(
      '🔋',
      'بطارية | طاقة',
    ),
    Emoji(
      '🪫',
      'إلكتروني | بطارية | بطارية ضعيفة | طاقة منخفضة | مُستنزَف',
    ),
    Emoji(
      '🔌',
      'بريز | فيش كهرباء | فيشة كهرباء | كهرباء',
    ),
    Emoji(
      '💻',
      'pc | حاسوب | شخصي | كمبيوتر | كمبيوتر محمول | كومبيوتر | لابتوب | مكتب',
    ),
    Emoji(
      '🖥️',
      'ايكران | ايكرون | سطح مكتب | سكرين | شاشة كمبيوتر | كمبيوتر | كمبيوتر شخصي ',
    ),
    Emoji(
      '🖨️',
      'برنتر | طابعة | كمبيوتر ',
    ),
    Emoji(
      '⌨️',
      'ازرار | الكمبيوتر | كمبيوتر | كومبيوتر | كيبورد | لوحة مفاتيح ',
    ),
    Emoji(
      '🖱️',
      '3 | ثلاثة | زر | فارة | كمبيوتر | كومبيوتر | ماوس ',
    ),
    Emoji(
      '🖲️',
      'فارة | كرة مسار | كمبيوتر | كومبيوتر | ماوس ',
    ),
    Emoji(
      '💽',
      'بصري | سي دس | قرص | كمبيوتر | كومبيوتر | ميني ديسك',
    ),
    Emoji(
      '💾',
      'فلوبي | قرص | قرص مرن',
    ),
    Emoji(
      '💿',
      'bluray | cd | dvd | دي في دي | سي دي | قرص | قرص ضوئي | كمبيوتر | كومبيوتر',
    ),
    Emoji(
      '📀',
      'cd | dvd | بصري | بلو راي | دي في دي | ديسك | سي دي | قرص | قرص دي في دي | كمبيوتر | كومبيوتر',
    ),
    Emoji(
      '🧮',
      'آلة حاسبة | أباكوس | تعداد | حاسبة | حساب | حسابات | عداد | عداد خشبي | محاسبة | معداد',
    ),
    Emoji(
      '🎥',
      'تسجيل | سينما | صناعة افلام | فيلم | كاميرا | كاميرا أفلام | هوليوود',
    ),
    Emoji(
      '🎞️',
      'إطارات | سينما | شريط سينمائي | فيلم ',
    ),
    Emoji(
      '📽️',
      'أفلام | إسقاط فيديو | بروجكتور | جهاز عرض أفلام | سينما | عارض | فلم | فيلم ',
    ),
    Emoji(
      '📺',
      'تلفزيون | تليفزيون | تي في | سهرة | فيديو | مشاهدة',
    ),
    Emoji(
      '📷',
      'التقاط | انستاغرام | تصوير | سلفي | سيلفي | صورة | فيديو | كاميرا | لحظات',
    ),
    Emoji(
      '📸',
      'تصوير | فلاش | فيديو | كاميرا | كاميرا بفلاش',
    ),
    Emoji(
      '📹',
      'ذكريات | فيديو | كاميرا',
    ),
    Emoji(
      '📼',
      'vcr | شريط | فيديو',
    ),
    Emoji(
      '🔍',
      'بحث | تكبير | عدسة | عدسة مكبرة اتجاه اليسار | عدسة مكبرة لليسار | علم | مختبر | مكبر',
    ),
    Emoji(
      '🔎',
      'اداة | بحث | عدسة | عدسة مكبرة اتجاه اليمين | عدسة مكبرة لليمين | عدسة مكبرة يسار | علم | مختبر | مكبر',
    ),
    Emoji(
      '🕯️',
      'اضاءة | سلام | شمعة | ضوء ',
    ),
    Emoji(
      '💡',
      'فكرة | كهرباء | لمبة مضيئة | مصباح مضاء',
    ),
    Emoji(
      '🔦',
      'اداة | الكتريك | ضوء | ضوء فلاش | كشاف | كهربائي',
    ),
    Emoji(
      '🏮',
      'إزاكايا | بار | ضوء | فانوس | فانوس أحمر | فانوس بورق أحمر | فانوس ورقي | مطعم | ياباني',
    ),
    Emoji(
      '📔',
      'تعليم | دفتر مزخرف | دفتر مزين | دفتر ملاحظات | غلاف | غلاف مزخرف | كتاب مزخرف | مدرسة',
    ),
    Emoji(
      '📕',
      'تعليم | ثقافة | دراسة | كتاب | كتاب مغلق | مكتبة',
    ),
    Emoji(
      '📖',
      'امتحانات | دراسة | علم | قراءة | كتاب | كتاب مفتوح | مدرسة | معرفة',
    ),
    Emoji(
      '📗',
      'تعلم | تعليم | دراسة | قراءة | كتاب | كتاب أخضر | مكتبة',
    ),
    Emoji(
      '📘',
      'أزرق | تعليم | دراسة | قراءة | كتاب | مدرسة | مكتبة',
    ),
    Emoji(
      '📙',
      'تعليم | دراسة | قراءة | كتاب | كتاب برتقالي | مدرسة | مكتبة',
    ),
    Emoji(
      '📚',
      'امتحانات | تعليم | جامعة | دراسة | درس | قراءة | كتاب | كتب | مدرسة | معرفة | وظيفية',
    ),
    Emoji(
      '📓',
      'دفتر | دفتر ملاحظات',
    ),
    Emoji(
      '📃',
      'صحيفة | صفحة | صفحة بطية | صفحة مطوية | صفحة ملفوفة | مستند',
    ),
    Emoji(
      '📜',
      'تاريخ | رسالة | مخطوطة | ورقة | ورقة ملفوفة',
    ),
    Emoji(
      '📄',
      'أعلى | صفحة | صفحة بوجه لأعلى | فوق | مستند | وجه لأعلى | ورق | ورقة',
    ),
    Emoji(
      '📰',
      'أخبار | جريدة | صحافة | صحيفة',
    ),
    Emoji(
      '🗞️',
      'أخبار | اخبار | جريدة | صحيفة | مطوية ',
    ),
    Emoji(
      '📑',
      'بوك مارك | تبويب | علامة | لصاقات علامات توقف قراءة | لصاقة | لصاقة علامات | مؤشر',
    ),
    Emoji(
      '🔖',
      'بوك مارك | علامة | علامة توقف قراءة',
    ),
    Emoji(
      '🏷️',
      'تاغ | تاق | تيكيت | علامة | ملصق ',
    ),
    Emoji(
      '💰',
      'أموال | احتياط | بنك | حقيبة دولارات | حقيبة نقود | دراهم | دفع | ذهب | رهن | شنطة | غني | فلوس | كاش | كيس | مال | مصاري | مصرف | نقود',
    ),
    Emoji(
      '💴',
      'أموال | بانكنوت | بنك | عملة | فلوس | مصاري | مصرف | نقود | ورقة ين | ين',
    ),
    Emoji(
      '💵',
      'أموال | بنك | بنكنوت | دولار | سيولة | عملة | فلوس | مال | مصاري | مصرف | نقود | ورقة دولار',
    ),
    Emoji(
      '💶',
      '١٠٠ | أموال | اموال | بانكنوت | مال | مصاري | نقود | ورقة يورو | يورو',
    ),
    Emoji(
      '💷',
      'أموال | اموال | بانكنوت | باوند | جنيه | عملة | فلوس | كاش | مال | مصاري | نقود | ورقة جنيه',
    ),
    Emoji(
      '💸',
      'أموال | أموال بأجنحة | أموال تطير | بانكنوت طائر | بليون | دولار | طائر | مال | مال باجنحة | مصاري',
    ),
    Emoji(
      '💳',
      'بطاقة | بطاقة ائتمان | بنك | دفع | كاش | كردت كارد | مال | مصرف',
    ),
    Emoji(
      '🪪',
      'أمان | بطاقة الهوية | بطاقة تعريف شخصية | بيانات اعتماد | تحديد الهوية | تحقيق الشخصية | رخصة',
    ),
    Emoji(
      '🧾',
      'إثبات | إيصال | برهان | حساب | حسابات | حفظ الدفاتر | دليل | ريسيت | فاتورة | فواتير | محاسبة | مستند | وصْل',
    ),
    Emoji(
      '✉️',
      'ايميل | بريد إلكتروني | رسالة | ظرف ',
    ),
    Emoji(
      '📧',
      'ايميل | بريد | بريد إلكتروني | تواصل | خطاب | رسالة',
    ),
    Emoji(
      '📨',
      'ايميل | بريد | بريد إلكتروني | بريد مستلم | تواصل | توصيل | خطاب | ظرف | كمبيوتر | مرسال | مرسل | وارد',
    ),
    Emoji(
      '📩',
      'ايميل | بريد | بريد إلكتروني | بريد قادم | بريد مرسل | بريد وارد | تواصل | خطاب | رسالة واردة | صادر | ظرف',
    ),
    Emoji(
      '📤',
      'ايميل | بريد | تواصل | جارور | رسالة | صندوق | صندوق الوارد | صندوق صادر | علبة | مرسل',
    ),
    Emoji(
      '📥',
      'ايميل | بريد | بريد مستلم | تواصل | جارور | صندوق وارد | صينية | علبة | لا توجد رسائل',
    ),
    Emoji(
      '📦',
      'بريد | بضائع | تسليم | حزمة | رزمة | شحن | طرد | علبة | كرتونة',
    ),
    Emoji(
      '📫',
      'بريد | صندوق بريد بعلامة لأعلى | صندوق بريد مغلق بإشارة مرفوعة | علبة بريد | مغلق',
    ),
    Emoji(
      '📪',
      'بريد | صندوق بريد بعلامة لأسفل | صندوق بريد مغلق بإشارة لأسفل | علبة بريد | مغلق',
    ),
    Emoji(
      '📬',
      'بريد | صندوق بريد بعلامة لأسفل | صندوق بريد مفتوح بإشارة مرفوعة | علبة بريد | مفتوح',
    ),
    Emoji(
      '📭',
      'بريد | صندوق بريد بعلامة لأعلى | صندوق بريد مفتوح بإشارة لأسفل | علبة بريد | مفتوح',
    ),
    Emoji(
      '📮',
      'بريد | صندوق بريد',
    ),
    Emoji(
      '🗳️',
      'اقتراع | انتخابات | صندوق | صندوق اقتراع وورقة اقتراع ',
    ),
    Emoji(
      '✏️',
      'تدوين | رصاص | قلم | كتابة ',
    ),
    Emoji(
      '✒️',
      'حبر اسود | خط | ستيلو | سن | سن قلم أسود | قلم | كتابة ',
    ),
    Emoji(
      '🖋️',
      'حبر | ستيلو | قلم | كتابة | محبرة ',
    ),
    Emoji(
      '🖊️',
      'جاف | حبر | قلم ',
    ),
    Emoji(
      '🖌️',
      'تلوين | رسم | فرشاة ألوان ',
    ),
    Emoji(
      '🖍️',
      'قلم ألوان | قلم شمع ملون ',
    ),
    Emoji(
      '📝',
      'تدوين | تذكير | تواصل | قلم رصاص | مذكرة | ملاحظة | ميديا',
    ),
    Emoji(
      '📁',
      'فولدر | مجلد | مجلد ملفات | ملف',
    ),
    Emoji(
      '📂',
      'فولدر | مجلد | مجلد ملفات مفتوح | مفتوح | ملف',
    ),
    Emoji(
      '🗂️',
      'بطاقة | ترتيب | حاجز بطاقات | حواجز | فهرسة | مؤشر ',
    ),
    Emoji(
      '📅',
      'تقويم | رزنامة | روزنامة',
    ),
    Emoji(
      '📆',
      'تقويم بأوراق للقطع | رزنامة | روزنامة',
    ),
    Emoji(
      '🗒️',
      'حلزوني | ملاحظة | ورقة | ورقة ملاحظات ',
    ),
    Emoji(
      '🗓️',
      'تقويم | حلزوني | رزنامة | ورقة ',
    ),
    Emoji(
      '📇',
      'دقة قديمة | فهرس | فهرس بطاقات | كارت | مدرسة قديمة',
    ),
    Emoji(
      '📈',
      'اتجاه لأعلى | احصائيات | ارتفاع | بيانات | زيادة | مخطط | نمو',
    ),
    Emoji(
      '📉',
      'اتجاه لأسفل | احصائيات | انخفاض | بيانات | تراجع | سقوط | مخطط | مخطط بياني لأسفل',
    ),
    Emoji(
      '📊',
      'احصائيات | بيانات | تخطيط | مخطط | مخطط بياني شريطي | مخطط شريطي',
    ),
    Emoji(
      '📋',
      'لائحة | لوح كتابة مشبكي | لوحة ملصقات | ليسته | مشبك',
    ),
    Emoji(
      '📌',
      'تثبيت | دبوس | دبوس ضغط',
    ),
    Emoji(
      '📍',
      'تثبيت | دبوس | دبوس مستدير | مشبك | موقع',
    ),
    Emoji(
      '📎',
      'اتاش | مشبك | مشبك ورق',
    ),
    Emoji(
      '🖇️',
      'أوراق | اتاش | مشبك | مشبك ورق مقترن ',
    ),
    Emoji(
      '📏',
      'حافة مستوية | مسطرة',
    ),
    Emoji(
      '📐',
      'حساب | رياضيات | مثلث | مثلث رسم | مسطرة | مسطرة مثلثة',
    ),
    Emoji(
      '✂️',
      'أداة | اداة | قص | مقص | ورق ',
    ),
    Emoji(
      '🗃️',
      'بطاقة | صندوق | صندوق بطاقات | ملف ',
    ),
    Emoji(
      '🗄️',
      'توثيق | جارور | جوارير | خزانة | خزانة ملفات | ملف ',
    ),
    Emoji(
      '🗑️',
      'سلة | مهملات | نفايات ',
    ),
    Emoji(
      '🔒',
      'خاص | سري | قفل | مغلق | مقفل',
    ),
    Emoji(
      '🔓',
      'فتح | قفل | قفل مفتوح',
    ),
    Emoji(
      '🔏',
      'حبر | خصوصية | سرية | قفل عليه قلم حبر | قفل مغلق بقلم | مقفل بقلم',
    ),
    Emoji(
      '🔐',
      'آمن | امن | قفل دراجة هوائية | قفل عليه مفتاح | قفل مغلق بمفتاح | مفتاح',
    ),
    Emoji(
      '🔑',
      'فتح | قفل | قفل اساسي | كلمة سر | كلمة مرور | مفتاح',
    ),
    Emoji(
      '🗝️',
      'فكرة | قديم | قفل | لغز | مساعدة | مفتاح ',
    ),
    Emoji(
      '🔨',
      'اداة | اصلاح | تصليح | شاكوش | عدة | مطرقة',
    ),
    Emoji(
      '⛏️',
      'أداة | اداة | تنقيب | شاكوش | فأس | منجم ',
    ),
    Emoji(
      '⚒️',
      'أداة | ثقب | دق | شاكوش | مطرقة | مطرقة ومثقاب ',
    ),
    Emoji(
      '🛠️',
      'أداة | اداة | شاكوش | شاكوش ومفتاح | مفتاح ',
    ),
    Emoji(
      '🔪',
      'اداة | حاد | سكين | سكين طهي | شيف | طبخ | قطع | مطبخ',
    ),
    Emoji(
      '🗡️',
      'خنجر | سكين | سلاح | سيف | طعن ',
    ),
    Emoji(
      '⚔️',
      'سلاح | سيفان | سيفان متصالبان | معقوق ',
    ),
    Emoji(
      '🔫',
      'اداة | طبنجة | فرد | لعبة | مسدس | مسدس ماء',
    ),
    Emoji(
      '🛡️',
      'حماية | درع | سلاح ',
    ),
    Emoji(
      '🔧',
      'اداة | رانش | رنش | عدة | مفتاح ربط | مفك',
    ),
    Emoji(
      '🔩',
      'اصلاح | برغي | تصليح | صامولة | صامولة ومسمار | عدة | عزقة | مسمار',
    ),
    Emoji(
      '⚙️',
      'أداة | اعدادات | بكرة | ترس | مسننة ',
    ),
    Emoji(
      '🗜️',
      'آلة ضغط | أداة | سنكري | ضغط | ملزمة ',
    ),
    Emoji(
      '⚖️',
      'أداة | برج | برج الميزان | توازن | عدالة | كفتان | ميزان | وزن ',
    ),
    Emoji(
      '🔗',
      'حلقتان | ربط | روابط | علامة رابط | لينك',
    ),
    Emoji(
      '⛓️',
      'جنزير | سلاسل | سلسلة ',
    ),
    Emoji(
      '🧰',
      'أداة | أدراج | أدوات | صدر | صندوق | صندوق أحمر | عدة | عِدة | علبة | معدات | مفكات | ميكانيكي',
    ),
    Emoji(
      '🧲',
      'U | جاذبية | جذب | حدوة | حرف u | حصان | شكل u | فرس | مغناطيس | مغناطيسي | هورس شو',
    ),
    Emoji(
      '⚗️',
      'أداة | أمبيق | اداة | انبيق | تقطير | جهاز تقطير | كيمياء | مختبر ',
    ),
    Emoji(
      '🧪',
      'أنبوب | أنبوب اختبار | أنبوبة | أنبوبة اختبار | تجارب | تجربة | علوم | كيمياء | كيميائي | معمل',
    ),
    Emoji(
      '🧫',
      'أحياء | أحيائي | باكتيريا | بكتيريا | بيولوجي | بيولوجيا | تايه | ثقافة | صحفة بتري | طبق بتري | عامل دماغ | عينة | فحص | مختبر | مش مركز | مشوش الذهن | معمل',
    ),
    Emoji(
      '🧬',
      'dna | أحيائي | الجينوم | الحامض النووي | الحياة | بيولوجي | تطور | جين | جينات | جيني | حلزون | حياة | دي إن إيه | دي ان اي | علم الجينات',
    ),
    Emoji(
      '🔬',
      'أداة | بحث | تجارب | طب | طبابة | علم | فحص | مختبر | ميكروسكوب',
    ),
    Emoji(
      '🩻',
      'أشعة سينية | طبي | طبيب | عظام | هيكل عظمي',
    ),
    Emoji(
      '🔭',
      'أداة | تليسكوب | سماء | علم | فضاء | معاينة',
    ),
    Emoji(
      '📡',
      'تواصل | دش | ساتلايت | ستلايت | صحن | طبق قمر صناعي | علم | قمر صناعي | هوائي | هوائي قمر صناعي',
    ),
    Emoji(
      '💉',
      'إبرة | إبرة حقن | ابرة | تلقيح | جريب | حقنة | دواء | سرنجة | طب | طبيب | طعم | لقاح | مرض | مريض | مطاعيم | مطعوم',
    ),
    Emoji(
      '💊',
      'التهاب | انتيبيوتيك | جرعة | حبة دواء | حبوب | دواء | طب | طبيب | فيتامين | مرض | مريض',
    ),
    Emoji(
      '🚪',
      'باب | باب امامي | باب خلفي | خزانة | مدخل',
    ),
    Emoji(
      '🛏️',
      'اوتيل | سرير | فندق | نوم ',
    ),
    Emoji(
      '🛋️',
      'استراحة | استرخاء | اوتيل | صوفه | فندق | كنبة | كنبة ومصباح | مصباح ',
    ),
    Emoji(
      '🚽',
      'تواليت | حمام | مرحاض',
    ),
    Emoji(
      '🚿',
      'استحمام شاور | بخاخ | دوش',
    ),
    Emoji(
      '🛁',
      'استرخاء | بانيو | حمام | حوض استحمام | دوش | رغوة | صابون | مغطس',
    ),
    Emoji(
      '🧴',
      'بلسم | زجاجة | شامبو | غسول | لوشن | مرطب | واقي من أشعة الشمس | واقي من الشمس',
    ),
    Emoji(
      '🧷',
      'حفاضة | حقيبة بانك روك | دبوس | دبوس آمن | دبوس أمان | دبوس فرنجي | دبوس مشبك',
    ),
    Emoji(
      '🧹',
      'تنظيف | ساحر | ساحرة | ساحرة شريرة | كنس | مسح | مقشة | مقشة طائرة | مكنسة',
    ),
    Emoji(
      '🧺',
      'باسكت | حصاد | رحلة | رحلة قصيرة | زراعة | سَبَت | سلة | غسيل | قش | مزرعة | يحصد',
    ),
    Emoji(
      '🧻',
      'بكرة | بكرة ورق | كلينكس | لفة ورق | مناديل | مناديل حمام | مناشف ورقية | ورق تواليت | ورق حمام',
    ),
    Emoji(
      '🧼',
      'استحمام | اغتسال | تنظيف | تنظيفة | جلد | حمام | دش | دُش | دوش | رغوة | شامبو | شاور | صابون | طبق صابون | قالب | لوح صابون | نظافة',
    ),
    Emoji(
      '🧽',
      'إسفنج | إسفنجة | اسفنجة | تنظيف | حك | دعك | سفنج | سفنجة | فراغ | فراغات | ماص | مسام | مسامي | نظافة | نقع',
    ),
    Emoji(
      '🧯',
      'إخماد | إطفاء | حريق | طفاية حريق | مطفأة حريق',
    ),
    Emoji(
      '🚬',
      'إشارة | اشارة تدخين | تدخين | سيجارة | مسموح بالتدخين',
    ),
    Emoji(
      '⚰️',
      'تابوت | دفن | مصاص دماء | موت ',
    ),
    Emoji(
      '⚱️',
      'جنازة | رماد | رماد موتى | وفاة ',
    ),
    Emoji(
      '🚰',
      'إشارة مياه شرب | حنفية | شرب | عطش | كوب ماء | مياه شرب | مياه صالحة للشرب',
    ),
  ]),

// ======================================================= Category.SYMBOLS
  CategoryEmoji(Category.SYMBOLS, [
    Emoji(
      '💘',
      'حب | رومانس | رومنس | سهم | عشاق | غرام | فالنتاين | قلب | قلب وسهم | مشاعر',
    ),
    Emoji(
      '💝',
      '143 | xoxo | احبك | بابيون | حب | رومنسية | شريطة | غرام | فالنتين | قلب | قلب عليه شريط | قلب عليه شريطة | مشاعر',
    ),
    Emoji(
      '💖',
      'xoxo | إثارة | احبك | تصبح على خير | حب | حياتي | رمز | صباح | قبلات | قلب لامع | مشاعر',
    ),
    Emoji(
      '💗',
      'xoxo | إثارة | اثارة | بحبك اكتر | تشويق | توتر | حب | قلب | قلب ينمو | قلبي عم بخبط | قلبي عم بنطنط | مشاعر | موتر | ينبض',
    ),
    Emoji(
      '💓',
      'حب | خفقان | غرام | قلب | قلب يخفق | مشاعر | نبض',
    ),
    Emoji(
      '💞',
      'جذاب | حب | قلب | قلب دوار | قلوب تدور حول بعضها | مثير | مشاعر',
    ),
    Emoji(
      '💕',
      '143 | xoxo | أحبة | احبك | حب | حياتي | رومنسية | سنوية | عطف | غرام | في الحب | قلبان | مشاعر | مواعدة',
    ),
    Emoji(
      '💟',
      'بنفسجي | حنين | زخرفة قلب | قلب | قلب أبيض | مشاعر',
    ),
    Emoji(
      '❣️',
      'تعجب | حب | رمز | علامة تعجب | قلب | قلب على شكل علامة تعجب ',
    ),
    Emoji(
      '💔',
      'انكسار | حزين | فارط | قلب | قلب مكسور | قلب منفطر | مؤسف | محزن | مشاعر | مكسور الخاطر | وحيد',
    ),
    Emoji(
      '❤️‍🔥',
      'احبك | بحبك | حب | رمز | غرام | قلب | قلب أحمر | قلب احمر | يحب تاجج | حريق | ساخن | شوب | لهب | نار | يحرق ',
    ),
    Emoji(
      '❤️',
      'احبك | بحبك | حب | رمز | غرام | قلب | قلب أحمر | قلب احمر | يحب ',
    ),
    Emoji(
      '🧡',
      'أورانج | برتقالة | برتقالي | قلب',
    ),
    Emoji(
      '💛',
      '143 | أصفر | احبك | حب | حياتي | رومنسية | قلب | مشاعر',
    ),
    Emoji(
      '💚',
      'أخضر | احبك | حب | رومنسية | غرام | قلب | مشاعر',
    ),
    Emoji(
      '💙',
      'أزرق | احبك | حب | رومانس | رومانسي | رومنس | رومنسية | غرام | قلب | مشاعر',
    ),
    Emoji(
      '💜',
      '١٤٣ | أرجواني | احبك | ارجواني | رمز | قلب | مشاعر | موف',
    ),
    Emoji(
      '🖤',
      'أسود | شر | شرير | قلب',
    ),
    Emoji(
      '💯',
      '100 | 100 نقطة | اكيد | درجة | ما في شك | مائة بالمائة | مزبوط | مية بالمية',
    ),
    Emoji(
      '💢',
      'جنون | رمز الغضب | علامة غضب | غضب | مجنون | مشاعر',
    ),
    Emoji(
      '💬',
      'الخ | بالونة | تشات | حوار | دردشة | رمز | فقاعة كلام | فكرة | همممم',
    ),
    Emoji(
      '👁️‍🗨️',
      'جسد | عسلي | عين حديث | حوار | دردشة | فقاعة كلام يسرى | فقاعة كلام يمنى | كلام ',
    ),
    Emoji(
      '🗯️',
      'بالون | جنون | غضب | فقاعة | فقاعة غضب يمنى | مصدوم ',
    ),
    Emoji(
      '💭',
      'أحلام | أفكار | اختراع | بالونة | تفكير | حلم | فقاعة أفكار | فكر | فكرة | قرار | هزل',
    ),
    Emoji(
      '💤',
      'zzz | المشاعر والوجوه الضاحكة | تعب | تعبان | رمز | ززززز | شخير | مشاعر | مكسر | مهدود | نعسان | نوم',
    ),
    Emoji(
      '💮',
      'رمز | زهور | طابع | وردة بيضاء',
    ),
    Emoji(
      '♨️',
      'رمز | ساخن | عيون | متبخر | يغلي | ينابيع ساخنة | ينبوع ساخن ',
    ),
    Emoji(
      '💈',
      'تزيين شعر | تصفيف شعر | حلاق | حلق | شارة | صالون حلاقة | محل حلاقة',
    ),
    Emoji(
      '🛑',
      'توقف | ستوب | شكل سداسي | علامة',
    ),
    Emoji(
      '🕛',
      '12',
    ),
    Emoji(
      '🕧',
      '12',
    ),
    Emoji(
      '🕐',
      '1',
    ),
    Emoji(
      '🕜',
      '1 | 1',
    ),
    Emoji(
      '🕑',
      '2',
    ),
    Emoji(
      '🕝',
      '2',
    ),
    Emoji(
      '🕒',
      '3',
    ),
    Emoji(
      '🕞',
      '٣',
    ),
    Emoji(
      '🕓',
      '4',
    ),
    Emoji(
      '🕟',
      '4',
    ),
    Emoji(
      '🕔',
      '5',
    ),
    Emoji(
      '🕠',
      '5',
    ),
    Emoji(
      '🕕',
      '٦ | 6',
    ),
    Emoji(
      '🕡',
      '6',
    ),
    Emoji(
      '🕖',
      '7',
    ),
    Emoji(
      '🕢',
      '7',
    ),
    Emoji(
      '🕗',
      '٨ | 8',
    ),
    Emoji(
      '🕣',
      '7',
    ),
    Emoji(
      '🕘',
      '٩ | 9',
    ),
    Emoji(
      '🕤',
      '9',
    ),
    Emoji(
      '🕙',
      '10',
    ),
    Emoji(
      '🕥',
      '10',
    ),
    Emoji(
      '🕚',
      '11',
    ),
    Emoji(
      '🕦',
      '11',
    ),
    Emoji(
      '🌀',
      'إعصار | التيفون | تيفون | دوار | طقس | عاصفة',
    ),
    Emoji(
      '♠️',
      'بطاقة | رمز | كرت | كوتشينة | لعبة | ورق شدة | ورقة | ورقة البستوني ',
    ),
    Emoji(
      '♥️',
      'رمز | قلب | قلوب | كوتشينة | لعبة | ورق شدة | ورقة | ورقة قلب أحمر ',
    ),
    Emoji(
      '♦️',
      'بطاقة | رمز | لعب | ماسة | ورق | ورق شدة | ورقة لعب بشكل ماسة ',
    ),
    Emoji(
      '♣️',
      'أوراق | رمز | سباتي | شجرة | كوتشينة | لعبة | نادي | نوادٍ | ورق شدة | ورق لعب | ورقة لعب بشكل شجرة ',
    ),
    Emoji(
      '🃏',
      'أوراق | جوكر | لعبة | ورق شدة | ورقة | يلعب',
    ),
    Emoji(
      '🀄',
      'تنين | تنين أحمر | رمز | لعبة | لعبة ماهجونج | لعبة ورق يابانية',
    ),
    Emoji(
      '🎴',
      'بطاقات لعب | كرت زهور | لعبة كرت | ياباني',
    ),
    Emoji(
      '🔇',
      'تسكيت | تصميت | رمز | سبيكر | سماعة وعلامة إلغاء | صامت | صمت | ممنوع الحديث | ميوت | هدوء',
    ),
    Emoji(
      '🔈',
      'رمز | سبيكر | سماعة | صوت | صوت سماعة منخفض | صوت منخفض | مجهر | مكبّر صوت | منخفض جدا',
    ),
    Emoji(
      '🔉',
      'رمز | سبيكر | سماعة بصوت | سماعة بصوت منخفض | صوت | صوت سماعة متوسط | صوت معتدل | متوسط | منخفض',
    ),
    Emoji(
      '🔊',
      'سماعة بصوت مرتفع | صوت سماعة مرتفع | صوت عالي | مرتفع',
    ),
    Emoji(
      '📢',
      'اعلان | تواصل | سماعة محمولة | صوت عال | صوت مرتفع | مجهار | مكبر صوت | مكرفون',
    ),
    Emoji(
      '📣',
      'تواصل | مضخم الصوت | ميغافون | هتاف',
    ),
    Emoji(
      '📯',
      'بوق | جرس | جرس بريد | نفخ',
    ),
    Emoji(
      '🔔',
      'جرس | صوت | فرصة | كنيسة',
    ),
    Emoji(
      '🔕',
      'جرس | جرس عليه علامة إلغاء | رمز | سكوت | عدم الازعاج | ممنوع استخدام الجرس | ممنوع الصوت | هدوء',
    ),
    Emoji(
      '🎵',
      'صوت | موسيقى | نغم | نوتة | نوتة موسيقية',
    ),
    Emoji(
      '🎶',
      'رمز | صوت | موسيقى | نوتات | نوتات موسيقية | نوتة',
    ),
    Emoji(
      '🏧',
      'ATM | بنك | صراف آلي | صرف آلي | علامة صراف آلي | علامة ماكينة صراف آلي | علامة ماكينة صرف آلي | فلوس | كاش | ماكينة صرف آلي | مال | مصرف',
    ),
    Emoji(
      '🚮',
      'إشارة | إشارة صندوق النفايات | اشارة | رمز | سلة المهملات | صندوق نفايات | ضع النفايات في مكانها',
    ),
    Emoji(
      '🚰',
      'إشارة مياه شرب | حنفية | شرب | عطش | كوب ماء | مياه شرب | مياه صالحة للشرب',
    ),
    Emoji(
      '♿',
      'إشارة | دخول | رمز | رمز كرسي متحرك | كرسي متحرك',
    ),
    Emoji(
      '🩼',
      'إصابة | إعاقة | ضرر | عصا | عكاز | مساعدة | وسيلة مساعدة على الحركة',
    ),
    Emoji(
      '🚹',
      'إشارة | تواليت | علامة رجال | غرفة رجال | للرجال | مرحاض',
    ),
    Emoji(
      '🚺',
      'wc | إشارة | حمام | رمز | علامة سيدات | غرفة سيدات | للبنات | للسيدات',
    ),
    Emoji(
      '🚻',
      'wc | إشارة مرحاض | اشارة مرحاض | بيت الخلاء | حمام | خلاء | دورة مياه | رمز | مرحاض',
    ),
    Emoji(
      '🚼',
      'إشارة طفل | اشارة طفل | رمز | طفل | طفل داخل السيارة | محطة تغيير ملابس أطفال | ولد',
    ),
    Emoji(
      '🚾',
      'WC | بيت الخلاء | حمام | خزانة | خلاء | دورة مياه | رمز | مرحاض',
    ),
    Emoji(
      '⚠️',
      'إشارة | اشارة | تحذير | تنبيه | رمز ',
    ),
    Emoji(
      '🚸',
      'أطفال | إشارة | اشارة سير | رمز | عبور | ممر عبور | ممر مشاة',
    ),
    Emoji(
      '⛔',
      'اشارة حمراء | بتاتا | رمز | غير مسموح | كلا | ممنوع | ممنوع الدخول | ممنوع المرور',
    ),
    Emoji(
      '🚫',
      'إشارة | رمز | غير مسموح | كلا | ممنوع | ممنوع الدخول',
    ),
    Emoji(
      '🚳',
      'بسكلات | دراجة | دراجة هوائية | رمز | مركبة | ممنوع البسكلتة | ممنوع ركوب الدراجات',
    ),
    Emoji(
      '🚭',
      'إشارة | إشارة ممنوع التدخين | اشارة | رمز | عدم التدخين | ممنوع التدخين',
    ),
    Emoji(
      '🚯',
      'إشارة | إشارة لا تضع نفايات | حافظ على نظافة | رمز | لا ترم النفايات | لا ترم نقايات | لا تضع نفايات | لا نفايات | ممنوع وضع النفايات | نظافة',
    ),
    Emoji(
      '🚱',
      'جفاف | غير صالحة للشرب | مياه | مياه غير صالحة للشرب',
    ),
    Emoji(
      '🚷',
      'إشارة | اشارة سير | رمز | ليس للمشاة | مشاة | ممنوع سير المشاة',
    ),
    Emoji(
      '🔞',
      '18 | أقل من 18 | اقل من ١٨ | رمز | غير مسموح للقاصرين | قاصر | ممنوع أقل من 18 | ممنوع لأقل من 18 عامًا',
    ),
    Emoji(
      '☢️',
      'إشارة | إشعاع | اشارة | اشعة | رمز | مشع ',
    ),
    Emoji(
      '☣️',
      'إشارة | اشارة | خطر أحيائي | خطورة بيولوجية | رمز ',
    ),
    Emoji(
      '⬆️',
      'اتجاه | رمز | سهم | سهم لأعلى | شمال | كاردينال ',
    ),
    Emoji(
      '↗️',
      'اتجاه | رمز | سهم | سهم لأعلى اليمين | سهم لاعلى اليمين | شمال شرق ',
    ),
    Emoji(
      '➡️',
      'اتجاه | رمز | سهم | سهم لليمين | شرق | كاردينال ',
    ),
    Emoji(
      '↘️',
      'اتجاه | جنوب شرق | رمز | سهم | سهم لأسفل اليمين | سهم لاسفل اليمين ',
    ),
    Emoji(
      '⬇️',
      'اتجاه | جنوب | رمز | سهم | سهم لأسفل | كاردينال ',
    ),
    Emoji(
      '↙️',
      'اتجاه | جنوب غرب | رمز | سهم | سهم لأسفل اليسار | سهم لاسفل اليسار | كاردينال ',
    ),
    Emoji(
      '⬅️',
      'اتجاه | سهم | سهم لليسار | غرب | كاردينال ',
    ),
    Emoji(
      '↖️',
      'اتجاه | رمز | سهم | سهم لأعلى اليسار | سهم لاعلى اليسار | شمال غرب | كاردينال ',
    ),
    Emoji(
      '↕️',
      'رمز | سهم | سهم لأعلى وأسفل ',
    ),
    Emoji(
      '↔️',
      'رمز | سهم | سهم لليسار واليمين ',
    ),
    Emoji(
      '↩️',
      'رمز | سهم | سهم أيسر بانحناء أيمن | سهم أيمن بانحناء أيسر | سهم باتجاه اليسار | سهم منحن ',
    ),
    Emoji(
      '↪️',
      'رمز | سهم | سهم أيسر بانحناء أيمن | سهم أيمن بانحناء أيسر | سهم باتجاه اليمين | سهم منحن ',
    ),
    Emoji(
      '⤴️',
      'رمز | سهم | سهم باتجاه الشمال | سهم صاعد | سهم لأعلى من اليسار ',
    ),
    Emoji(
      '⤵️',
      'رمز | سهم | سهم باتجاه الجنوب | سهم لأسفل من اليسار | لأسفل ',
    ),
    Emoji(
      '🔃',
      'أسهم رأسية مع عقارب الساعة | أسهم عمودية باتجاه عقارب الساعة | اعادة تحميل | رمز | سهمان رأسيان مع عقارب الساعة | علامة إعادة تحميل',
    ),
    Emoji(
      '🔄',
      'أسهم | اعادة تحميل | رمز | زر عكس اتجاه عقارب الساعة | سهم | عكس اتجاه عقارب الساعة | مجددا | يعيد نفسه',
    ),
    Emoji(
      '🔙',
      'رجوع | رجوع مع سهم أيسر | سهم | سهم أيسر',
    ),
    Emoji(
      '🔚',
      'النهاية | الى اليسار | انتهاء | انتهاء مع سهم أيسر | ايسر | رمز | سهم | سهم أيسر',
    ),
    Emoji(
      '🔛',
      'تشغيل مع علامة تعجب وسهم | تعجب | رمز | سهم | سهم تشغيل | علامة تعجب',
    ),
    Emoji(
      '🔜',
      'راجع | سهم | سهم علامة قريبًا | علامة قريبًا | عودة | قريباً | قريبًا | قريبًا مع سهم أيمن',
    ),
    Emoji(
      '🔝',
      'أعلى | أعلى مع سهم لأعلى | اعلى | السهم لأعلى | توب | رمز | سهم لأعلى | علامة أعلى | موجب',
    ),
    Emoji(
      '🛐',
      'دين | رمز | صلاة | عبادة | مصلى | مكان عبادة',
    ),
    Emoji(
      '⚛️',
      'إلحاد | رمز | نواة | نووي ',
    ),
    Emoji(
      '🕉️',
      'دين | رمز | هندوسي ',
    ),
    Emoji(
      '✡️',
      'داوود | دين | رمز | نجم | نجمة داوود | يهود | يهودي ',
    ),
    Emoji(
      '☸️',
      'بوذي | دارما | دين | رمز | عجلة ',
    ),
    Emoji(
      '☯️',
      'تكامل | دين | رمز | صعب | نصفان متكاملان ',
    ),
    Emoji(
      '✝️',
      'جلجلة | دين | رمز | صليب | صليب لاتيني | عيد الفصح | فصح | كاثوليك | مسيح | مسيحي ',
    ),
    Emoji(
      '☦️',
      'دين | رمز | صليب | صليب أرثوزوكس | مسيحية ',
    ),
    Emoji(
      '☪️',
      'إسلام | دين | رمز | مسلم | هلال ونجمة ',
    ),
    Emoji(
      '☮️',
      'رمز | سلام | شفاء ',
    ),
    Emoji(
      '🕎',
      'دين | دين يهودي | شمعدان شعار اليهودية | شموع | هانوكا',
    ),
    Emoji(
      '🔯',
      'تنجيم | حط | رمز | نجمة | نجمة سداسية | يهود',
    ),
    Emoji(
      '♈',
      'أبراج | الأبراج | الحمل | برج | رمز',
    ),
    Emoji(
      '♉',
      'أبراج | الأبراج | الثور | برج | رمز',
    ),
    Emoji(
      '♊',
      'أبراج | الأبراج | الجوزاء | برج | توأم | رمز',
    ),
    Emoji(
      '♋',
      'أبراج | الأبراج | السرطان | برج | رمز',
    ),
    Emoji(
      '♌',
      'أبراج | الأبراج | الأسد | برج | رمز',
    ),
    Emoji(
      '♍',
      'أبراج | الأبراج | العذراء | برج | رمز',
    ),
    Emoji(
      '♎',
      'أبراج | الأبراج | الميزان | برج | رمز',
    ),
    Emoji(
      '♏',
      'أبراج | الأبراج | العقرب | برج',
    ),
    Emoji(
      '♐',
      'أبراج | الأبراج | القوس | برج | رمز',
    ),
    Emoji(
      '♑',
      'أبراج | الأبراج | الجدي | برج | رمز | عنزة | ماعز | معزاية',
    ),
    Emoji(
      '♒',
      'أبراج | الأبراج | الدلو | برج | رمز',
    ),
    Emoji(
      '♓',
      'أبراج | الأبراج | الحوت | برج | رمز',
    ),
    Emoji(
      '⛎',
      'الأبراج | الحواء | برج | رمز',
    ),
    Emoji(
      '🔀',
      'أسهم | أسهم يمنى متداخلة | خلط | زر أسهم متداخلة',
    ),
    Emoji(
      '🔁',
      'أسهم | اتجاه عقارب الساعة | تكرار | زر تكرار',
    ),
    Emoji(
      '🔂',
      'أسهم باتجاه عقارب الساعة مع رقم 1 | باتجاه عقرب الساعة | تكرار مرة واحدة | رمز | زر تكرار مرة واحدة | سهم | مرة واحدة',
    ),
    Emoji(
      '▶️',
      'تشغيل | زر | سهم | مثلث | يمين ',
    ),
    Emoji(
      '⏩',
      'تقديم سريع | رمز | زر | زر تقديم سريع | سهم | سهم مزدوج لليمين | يمين',
    ),
    Emoji(
      '◀️',
      'ترجيع | زر | سهم | مثلث | يسار ',
    ),
    Emoji(
      '⏪',
      'ترجيع سريع | رمز | زر | زر ترجيع سريع | سهم | سهم مزدوج لليسار | يسار',
    ),
    Emoji(
      '🔼',
      'زر | لأعلى | مثلث',
    ),
    Emoji(
      '⏫',
      'أعلى | رمز | زر | زر سريع لأعلى | سريع لأعلى | سهم | سهم مزدوج لأعلى',
    ),
    Emoji(
      '🔽',
      'رمز | زر | لأسفل | مثلث',
    ),
    Emoji(
      '⏬',
      'أسفل | رمز | زر | زر سريع لأسفل | سريع لأسفل | سهم',
    ),
    Emoji(
      '⏹️',
      'إيقاف | زر | مربع ',
    ),
    Emoji(
      '⏏️',
      'خروج | زر إخراج ',
    ),
    Emoji(
      '🎦',
      'ترفيه | سينما | فيلم | كاميرا | موفي',
    ),
    Emoji(
      '🔅',
      'اقل سطوع | رمز | زر | سطوع | معتم | منخفض',
    ),
    Emoji(
      '🔆',
      'حرارة | رمز | زر | زر السطوع | زر سطوع مرتفع | ساطع | سطوع | سطوع مرتفع | شمس | مشمس',
    ),
    Emoji(
      '📶',
      'أنتين | إشارات الجوال | إشارات هوائي | إشارة | الإشارة | تواصل | جوال | خلوي | شبكة | قوة الإشارة | مؤشر بأشرطة | هاتف',
    ),
    Emoji(
      '📳',
      'تليفون | جوال | رمز | هاتف | هاتف خلوي | هاتف نقال | وضع | وضع اهتزاز',
    ),
    Emoji(
      '📴',
      'إغلاق الجوال | اغلاق الجوال | تليفون | جوال | رمز | هاتف خلوي | هاتف مطفي | هاتف مغلق',
    ),
    Emoji(
      '♾️',
      'إلى الأبد | اللا نهائية | اللا نهاية | المالا نهاية | مالا نهاية ',
    ),
    Emoji(
      '♻️',
      'إشارة | اعادة تدوير | تدوير | رمز تدوير | صلبة | علامة تدوير النفايات الصلبة ',
    ),
    Emoji(
      '🔱',
      'اداة | رمز | رمز ثلاثي الشعب | سفينة | شعار | علم | مرساة',
    ),
    Emoji(
      '📛',
      'اسم | رمز | ستيكر اسم | ملصق',
    ),
    Emoji(
      '🔰',
      'أخضر وأصفر | شوفرون | مبتدئ | ورقة | ورقة خضراء وصفراء | ياباني',
    ),
    Emoji(
      '⭕',
      'o | دائرة | دائرة كبيرة سميكة | شكل هندسي',
    ),
    Emoji(
      '✅',
      'تحديد | تم | صح | علامة تحديد | علامة تحديد بيضاء',
    ),
    Emoji(
      '☑️',
      'اختيار | اشارة صح | اقتراع | رمز | صح | مربع | مربع اقتراع محدد ',
    ),
    Emoji(
      '✔️',
      'تحديد | تم | رمز | علامة | علامة صح | مشي الحال ',
    ),
    Emoji(
      '❌',
      'x | إلغاء | اكس | رمز | ضرب | علامة | مضاعفة',
    ),
    Emoji(
      '❎',
      'رمز | ضرب | علامة | علامة X في مربع | مربع | مضاعفة',
    ),
    Emoji(
      '➕',
      '+ | بلس | جمع | رمز | رياضيات | زائد | علامة | علامة جمع عريضة',
    ),
    Emoji(
      '➖',
      '− | رمز | رياضيات | طرح | علامة | علامة طرح عريضة | ناقص',
    ),
    Emoji(
      '➗',
      '÷ | تقسيم | رمز | رياضيات | علامة | علامة قسمة عريضة | قسمة',
    ),
    Emoji(
      '✖️',
      '× | x | إلغاء | خطا | رمز | ضرب | علامة ضرب | علامة ضرب سميكة | مضاعفة ',
    ),
    Emoji(
      '🟰',
      'إجابة | رياضيات | علامة التساوي | علامة يساوي قاتمة | يساوي',
    ),
    Emoji(
      '➰',
      'أنشوطة | رمز | عقدة',
    ),
    Emoji(
      '➿',
      'اتصال مجاني | اليابان | رمز | عقدة | عقدة مزدوجة',
    ),
    Emoji(
      '〽️',
      'بديل | جزء | رمز | علامة ',
    ),
    Emoji(
      '✳️',
      '* | رمز | نجمة | نجمة ثمانية ',
    ),
    Emoji(
      '✴️',
      '* | رمز | نجمة | نجمة بثمان رؤوس | نجمة بثمان نقاط ',
    ),
    Emoji(
      '❇️',
      'رمز | شرارة | لامع | ومضة ',
    ),
    Emoji(
      '‼️',
      'تعجب | تعجب مزدوج | رمز | علامة | ما هذا؟ | مدهش ',
    ),
    Emoji(
      '⁉️',
      'استفهام | التعجب | ترقيم | تعجب واستفهام | رمز | علامة | ماذا؟ ',
    ),
    Emoji(
      '❓',
      'استفهام | ترقيم | رمز | سؤال | علامة استفهام | علامة استفهام حمراء | علامة سؤال',
    ),
    Emoji(
      '❔',
      'استفهام | ترقيم | رمز | علامة استفهام بيضاء | علامة سؤال',
    ),
    Emoji(
      '❕',
      'ترقيم | تعجب | رمز | علامة تعجب | علامة تعجب بيضاء',
    ),
    Emoji(
      '❗',
      'ترقيم | تعجب | رمز | علامة',
    ),
    Emoji(
      '©️',
      'حقوق طبع | رمز | علامة حقوق نشر ',
    ),
    Emoji(
      '®️',
      'رمز | علامة التسجيل | مسجل | مسجَّل ',
    ),
    Emoji(
      '™️',
      'إشارة | إشارة علامة تجارية | رمز | علامة تجارية ',
    ),
    Emoji(
      '#️⃣',
      'Keycap Number Sign',
    ),
    Emoji(
      '0️⃣',
      '0 | صفر | مفتاح ',
    ),
    Emoji(
      '1️⃣',
      '1 | مفتاح | واحد ',
    ),
    Emoji(
      '2️⃣',
      '2 | إثنان | مفتاح ',
    ),
    Emoji(
      '3️⃣',
      '3 | ثلاثة | مفتاح ',
    ),
    Emoji(
      '4️⃣',
      '4 | أربعة | مفتاح ',
    ),
    Emoji(
      '5️⃣',
      '5 | خمسة | مفتاح ',
    ),
    Emoji(
      '6️⃣',
      '6 | ستة | مفتاح ',
    ),
    Emoji(
      '7️⃣',
      '7 | سبعة | مفتاح ',
    ),
    Emoji(
      '8️⃣',
      '8 | ثمانية | مفتاح ',
    ),
    Emoji(
      '9️⃣',
      '9 | تسعة | مفتاح ',
    ),
    Emoji(
      '🔟',
      'Keycap: 10',
    ),
    Emoji(
      '🔠',
      'أحرف كبيرة | ابجدية انجليزية | ابجدية انكليزية | احرف الابجدية | حرف لاتيني كبير | رمز | زر',
    ),
    Emoji(
      '🔡',
      'أحرف صغيرة | حرف لاتيني صغير',
    ),
    Emoji(
      '🔢',
      '١٢٣٤ | أرقام | أرقام إدخال | أعداد | ارقام | رقم | رمز | زر ادخال | عدد',
    ),
    Emoji(
      '🔣',
      '&٪ | ادخال | اشارة حساب | رمز | رموز | رموز إدخال | زر',
    ),
    Emoji(
      '🔤',
      'ABC | أبجدية إدخال لاتينية | أبجدية لاتينية | إنجليزي | ابجدية انجليزية | احرف الابجدية الانكليزية | ادخال | اي بي سي | رمز | زر | لاتيني',
    ),
    Emoji(
      '🅰️',
      'إيه | رمز | زر A | فئة دم | فصيلة | فصيلة دم ',
    ),
    Emoji(
      '🆎',
      'إيه بي | رمز | زر AB | زر AB (فئة الدم) | فئة دم | فصيلة | فصيلة دم',
    ),
    Emoji(
      '🅱️',
      'بي | دم | زر B | فصيلة ',
    ),
    Emoji(
      '🆑',
      'زر | مسح | مسح داخل مربع',
    ),
    Emoji(
      '🆒',
      'بارد | بارد داخل مربع | حلو | رائع | لطيف | يا عين',
    ),
    Emoji(
      '🆓',
      'free | حر | زر | زر "مجاني" | كلمة free في مربع | مجاني',
    ),
    Emoji(
      'ℹ️',
      'رمز | مصدر معلومات | معلومات ',
    ),
    Emoji(
      '🆔',
      'id | ID في مربع | رمز | زر "معرّف الهويّة" | هوية',
    ),
    Emoji(
      'Ⓜ️',
      'إم | حرف إم | حرف ام | حرف ميم | دائرة ',
    ),
    Emoji(
      '🆕',
      'new | جديد | رمز | زر | زر "جديد" | كلمة new في مربع',
    ),
    Emoji(
      '🆖',
      'ng | ng في مربع | رمز | زر "غير جيد" | غير جيد | غير صالح | ما زابط | مش منيح | مو زابط | مو منيح',
    ),
    Emoji(
      '🅾️',
      'رمز | زر O | فئة دم | فصيلة أو | فصيلة دم ',
    ),
    Emoji(
      '🆗',
      'ok | ok في مربع | اوكي | رمز | زر "موافق" | موافق',
    ),
    Emoji(
      '🅿️',
      'انتظار | انتظار سيارات | رمز | زر | كاراج | موقف ',
    ),
    Emoji(
      '🆘',
      'sos | sos في مربع | أنقذوني | إسعاف | النجدة | زر "طوارئ" | مساعدة | نجدة',
    ),
    Emoji(
      '🆙',
      'أعلى | رمز | علامة | فوق',
    ),
    Emoji(
      '🆚',
      'زر | ضد | في مقابل | مقابل',
    ),
    Emoji(
      '🈁',
      'رمز | هنا بالياباني في مربع | ياباني',
    ),
    Emoji(
      '🈂️',
      'الزر /خدمة برسوم/ باليابانية | مجاناً | مجاني | ياباني ',
    ),
    Emoji(
      '🈷️',
      'الزر /مبلغ شهري/ باليابانية | اليابانية | رمز | رموز بالصينية | زر | قيمة الشهرية باليابانية | ياباني ',
    ),
    Emoji(
      '🈶',
      'الزر /غير مجاني/ باليابانية | رمز | رموز بالصينية | زر | زر ليس مجانيا باليابانية | ليس مجانا باليابانية | يابان | ياباني',
    ),
    Emoji(
      '🈯',
      'الزر /محجوز/ باليابانية | الياباني | رمز | محجوز باليابانية',
    ),
    Emoji(
      '🉐',
      'الزر /صفقة/ باليابانية | اليابان | رمز | ميزة باليابانية',
    ),
    Emoji(
      '🈹',
      'الزر /خصم/ باليابانية | باليابانية | حسم باليابانية | رمز | رموز بالصينية | زر حسم باليابانية',
    ),
    Emoji(
      '🈚',
      'الزر /مجاناً/ باليابانية | الياباني | مجاني | ياباتي',
    ),
    Emoji(
      '🈲',
      'الزر /ممنوع/ باليابانية | رمز | منع باليابانية | ياباني',
    ),
    Emoji(
      '🉑',
      'الزر /مقبول/ باليابانية | صينية | مقبول باليابانية | ياباني',
    ),
    Emoji(
      '🈸',
      'الزر /تطبيق/ باليابانية | تطبيق باليابانية | رمز | رموز بالصينية | زر | زر تطبيق باليابانية | صيني | ياباني',
    ),
    Emoji(
      '🈴',
      'الزر /درجة النجاح/ باليابانية | الصينية | رمز | رموز صينية | زر نجحنا معا باليابانية | نجحنا معا باليابانية | ياباني',
    ),
    Emoji(
      '🈳',
      'الزر /خالٍ/ باليابانية | رمز | صيني | فارغ باليابانية | ياباني',
    ),
    Emoji(
      '㊗️',
      'الزر /تهانينا/ باليابانية | تهانينا | تهانينا باليابانية | صينية | مبروك | مبروك باليابانية ',
    ),
    Emoji(
      '㊙️',
      'الزر /سر/ باليابانية | سر | سر باليابانية | صيني ',
    ),
    Emoji(
      '🈺',
      'الزر /عمل/ باليابانية | المحل مفتوح باليابانية | رمز | صيني | ياباني | يعمل باليابانية',
    ),
    Emoji(
      '🈵',
      'الزر /غير خالٍ/ باليابانية | الصينية | امتلاء بالصينية | امتلاء باليابانية | رمز | زر | ياباني',
    ),
    Emoji(
      '🔴',
      'أحمر | دائرة | دائرة حمراء | دائرة حمراء كبيرة | شكل هندسي',
    ),
    Emoji(
      '🔵',
      'أزرق | دائرة | دائرة زرقاء | دائرة زرقاء كبيرة | شكل هندسي',
    ),
    Emoji(
      '⚫',
      'دائرة | دائرة سوداء | شكل هندسي | هندسية',
    ),
    Emoji(
      '⚪',
      'دائرة | دائرة بيضاء | شكل هندسي | هندسي',
    ),
    Emoji(
      '⬛',
      'شكل هندسي | مربع | مربع كبير أسود | هندسي',
    ),
    Emoji(
      '⬜',
      'شكل هندسي | مربع | مربع كبير أبيض | هندسي',
    ),
    Emoji(
      '◼️',
      'شكل هندسي | مربع | مربع متوسط أسود | هندسي ',
    ),
    Emoji(
      '◻️',
      'شكل هندسي | مربع | مربع متوسط أبيض | هندسي ',
    ),
    Emoji(
      '◾',
      'شكل هندسي | مربع | مربع صغير متوسط أسود | هندسي',
    ),
    Emoji(
      '◽',
      'شكل هندسي | مربع | مربع صغير متوسط أبيض | هندسي',
    ),
    Emoji(
      '▪️',
      'شكل هندسي | مربع | مربع صغير أسود | هندسي ',
    ),
    Emoji(
      '▫️',
      'شكل هندسي | مربع | مربع صغير أبيض | هندسة ',
    ),
    Emoji(
      '🔶',
      'برتقالي | شكل هندسي | ماسة | ماسة برتقالي كبيرة | ماسة برتقالية كبيرة | مُعني',
    ),
    Emoji(
      '🔷',
      'أزرق | رمز | شكل هندسي | ماسة | ماسة زرقاء كبيرة | معين',
    ),
    Emoji(
      '🔸',
      'برتقالي | رباعي | شكل هندسي | ماسة | ماسة برتقالي صغيرة | ماسة برتقالية صغيرة | مُعيـن',
    ),
    Emoji(
      '🔹',
      'أزرق | الماسة | رمز | ماسة | ماسة زرقاء صغيرة',
    ),
    Emoji(
      '🔺',
      'أحمر | مثلث | مثلث أحمر لأعلى | مثلث لأعلى أحمر',
    ),
    Emoji(
      '🔻',
      'أحمر | رمز | شكل هندسي | مثلث | مثلث أحمر لأسفل | مثلث لأسفل أحمر',
    ),
    Emoji(
      '💠',
      'جذاب | شكل ماسة | شكل هندسي | ماسة | ماسة مع نقطة | مشاعر | مُعين | ورد',
    ),
    Emoji(
      '🔳',
      'زر | زر مربع أبيض | شكل هندسي | مربع',
    ),
    Emoji(
      '🔲',
      'زر | زر مربع أسود | شكل هندسي | مربع | مربع أسود',
    ),
  ]),

// ======================================================= Category.FLAGS
  CategoryEmoji(Category.FLAGS, [
    Emoji(
      '🏁',
      'العاب | اولمبيك | خط النهاية | راية | ربح | رياضة | سباق | سبق | علم | علم مربعات | فوز | مباراة',
    ),
    Emoji(
      '🚩',
      'اشغال | جولف | راية | علم | علم مثلث | علم معلومات موقع | علم موقع مثلث | غولف | موقع | ورشة',
    ),
    Emoji(
      '🎌',
      'أعلام | أعلام متقاطعة | أعلام متقاطعة لليابان | احتفال | راية | علم ياباني | علمان متقاطعان',
    ),
    Emoji(
      '🏴',
      'راية | علم أسود يرفرف | علم اسود | يرفرف',
    ),
    Emoji(
      '🏳️',
      'راية | رفرفة | سلام | علم أبيض يرفرف | علم يرفرف ',
    ),
    Emoji(
      '🏳️‍🌈',
      'راية | رفرفة | سلام | علم أبيض يرفرف | علم يرفرف ألوان الطيف | إل جي بي تي | الوان الطيف | انعكاس الضوء | انكسار الضوء | ثنائي الميول | طبيعة | طقس | قوس الرحمة | قوس قزح | متحول | مثلي | مثليات | مثلية | مثليين | مسيرة الفخر | مطر ',
    ),
    Emoji(
      '🏳️‍⚧️',
      'راية | رفرفة | سلام | علم أبيض يرفرف | علم يرفرف رمز المتحوّلين جنسيًا | متحوّل جنسيًا | متحوّلة جنسيًا ',
    ),
    Emoji(
      '🏴‍☠️',
      'راية | علم أسود يرفرف | علم اسود | يرفرف جسد | جمجمة | جمجمة بعظمتين متصالبتين | شبح | عظام | عظم | كروس | ميت | وفاة ',
    ),
    Emoji(
      '🇦🇨',
      'Flag: Ascension Island | Ascension Island',
    ),
    Emoji(
      '🇦🇩',
      'Flag: Andorra | Andorra',
    ),
    Emoji(
      '🇦🇪',
      'Flag: United Arab Emirates | United Arab Emirates',
    ),
    Emoji(
      '🇦🇫',
      'Flag: Afghanistan | Afghanistan',
    ),
    Emoji(
      '🇦🇬',
      'Flag: Antigua & Barbuda | Antigua & Barbuda',
    ),
    Emoji(
      '🇦🇮',
      'Flag: Anguilla | Anguilla',
    ),
    Emoji(
      '🇦🇱',
      'Flag: Albania | Albania',
    ),
    Emoji(
      '🇦🇲',
      'Flag: Armenia | Armenia',
    ),
    Emoji(
      '🇦🇴',
      'Flag: Angola | Angola',
    ),
    Emoji(
      '🇦🇶',
      'Flag: Antarctica | Antarctica',
    ),
    Emoji(
      '🇦🇷',
      'Flag: Argentina | Argentina',
    ),
    Emoji(
      '🇦🇸',
      'Flag: American Samoa | American Samoa',
    ),
    Emoji(
      '🇦🇹',
      'Flag: Austria | Austria',
    ),
    Emoji(
      '🇦🇺',
      'Flag: Australia | Australia',
    ),
    Emoji(
      '🇦🇼',
      'Flag: Aruba | Aruba',
    ),
    Emoji(
      '🇦🇽',
      'Flag: Åland Islands | Åland Islands',
    ),
    Emoji(
      '🇦🇿',
      'Flag: Azerbaijan | Azerbaijan',
    ),
    Emoji(
      '🇧🇦',
      'Flag: Bosnia & Herzegovina | Bosnia & Herzegovina',
    ),
    Emoji(
      '🇧🇧',
      'Flag: Barbados | Barbados',
    ),
    Emoji(
      '🇧🇩',
      'Flag: Bangladesh | Bangladesh',
    ),
    Emoji(
      '🇧🇪',
      'Flag: Belgium | Belgium',
    ),
    Emoji(
      '🇧🇫',
      'Flag: Burkina Faso | Burkina Faso',
    ),
    Emoji(
      '🇧🇬',
      'Flag: Bulgaria | Bulgaria',
    ),
    Emoji(
      '🇧🇭',
      'Flag: Bahrain | Bahrain',
    ),
    Emoji(
      '🇧🇮',
      'Flag: Burundi | Burundi',
    ),
    Emoji(
      '🇧🇯',
      'Flag: Benin | Benin',
    ),
    Emoji(
      '🇧🇱',
      'Flag: St. Barthélemy | St. Barthélemy',
    ),
    Emoji(
      '🇧🇲',
      'Flag: Bermuda | Bermuda',
    ),
    Emoji(
      '🇧🇳',
      'Flag: Brunei | Brunei',
    ),
    Emoji(
      '🇧🇴',
      'Flag: Bolivia | Bolivia',
    ),
    Emoji(
      '🇧🇶',
      'Flag: Caribbean Netherlands | Caribbean Netherlands',
    ),
    Emoji(
      '🇧🇷',
      'Flag: Brazil | Brazil',
    ),
    Emoji(
      '🇧🇸',
      'Flag: Bahamas | Bahamas',
    ),
    Emoji(
      '🇧🇹',
      'Flag: Bhutan | Bhutan',
    ),
    Emoji(
      '🇧🇻',
      'Flag: Bouvet Island | Bouvet Island',
    ),
    Emoji(
      '🇧🇼',
      'Flag: Botswana | Botswana',
    ),
    Emoji(
      '🇧🇾',
      'Flag: Belarus | Belarus',
    ),
    Emoji(
      '🇧🇿',
      'Flag: Belize | Belize',
    ),
    Emoji(
      '🇨🇦',
      'Flag: Canada | Canada',
    ),
    Emoji(
      '🇨🇨',
      'Flag: Cocos (Keeling) Islands | Cocos (Keeling) Islands',
    ),
    Emoji(
      '🇨🇩',
      'Flag: Congo - Kinshasa | Congo - Kinshasa',
    ),
    Emoji(
      '🇨🇫',
      'Flag: Central African Republic | Central African Republic',
    ),
    Emoji(
      '🇨🇬',
      'Flag: Congo - Brazzaville | Congo - Brazzaville',
    ),
    Emoji(
      '🇨🇭',
      'Flag: Switzerland | Switzerland',
    ),
    Emoji(
      '🇨🇮',
      'Flag: Côte d’Ivoire | Côte d’Ivoire',
    ),
    Emoji(
      '🇨🇰',
      'Flag: Cook Islands | Cook Islands',
    ),
    Emoji(
      '🇨🇱',
      'Flag: Chile | Chile',
    ),
    Emoji(
      '🇨🇲',
      'Flag: Cameroon | Cameroon',
    ),
    Emoji(
      '🇨🇳',
      'Flag: China | China',
    ),
    Emoji(
      '🇨🇴',
      'Flag: Colombia | Colombia',
    ),
    Emoji(
      '🇨🇵',
      'Flag: Clipperton Island | Clipperton Island',
    ),
    Emoji(
      '🇨🇷',
      'Flag: Costa Rica | Costa Rica',
    ),
    Emoji(
      '🇨🇺',
      'Flag: Cuba | Cuba',
    ),
    Emoji(
      '🇨🇻',
      'Flag: Cape Verde | Cape Verde',
    ),
    Emoji(
      '🇨🇼',
      'Flag: Curaçao | Curaçao',
    ),
    Emoji(
      '🇨🇽',
      'Flag: Christmas Island | Christmas Island',
    ),
    Emoji(
      '🇨🇾',
      'Flag: Cyprus | Cyprus',
    ),
    Emoji(
      '🇨🇿',
      'Flag: Czechia | Czechia',
    ),
    Emoji(
      '🇩🇪',
      'Flag: Germany | Germany',
    ),
    Emoji(
      '🇩🇬',
      'Flag: Diego Garcia | Diego Garcia',
    ),
    Emoji(
      '🇩🇯',
      'Flag: Djibouti | Djibouti',
    ),
    Emoji(
      '🇩🇰',
      'Flag: Denmark | Denmark',
    ),
    Emoji(
      '🇩🇲',
      'Flag: Dominica | Dominica',
    ),
    Emoji(
      '🇩🇴',
      'Flag: Dominican Republic | Dominican Republic',
    ),
    Emoji(
      '🇩🇿',
      'Flag: Algeria | Algeria',
    ),
    Emoji(
      '🇪🇦',
      'Flag: Ceuta & Melilla | Ceuta & Melilla',
    ),
    Emoji(
      '🇪🇨',
      'Flag: Ecuador | Ecuador',
    ),
    Emoji(
      '🇪🇪',
      'Flag: Estonia | Estonia',
    ),
    Emoji(
      '🇪🇬',
      'Flag: Egypt | Egypt',
    ),
    Emoji(
      '🇪🇭',
      'Flag: Western Sahara | Western Sahara',
    ),
    Emoji(
      '🇪🇷',
      'Flag: Eritrea | Eritrea',
    ),
    Emoji(
      '🇪🇸',
      'Flag: Spain | Spain',
    ),
    Emoji(
      '🇪🇹',
      'Flag: Ethiopia | Ethiopia',
    ),
    Emoji(
      '🇪🇺',
      'Flag: European Union | European Union',
    ),
    Emoji(
      '🇫🇮',
      'Flag: Finland | Finland',
    ),
    Emoji(
      '🇫🇯',
      'Flag: Fiji | Fiji',
    ),
    Emoji(
      '🇫🇰',
      'Flag: Falkland Islands | Falkland Islands',
    ),
    Emoji(
      '🇫🇲',
      'Flag: Micronesia | Micronesia',
    ),
    Emoji(
      '🇫🇴',
      'Flag: Faroe Islands | Faroe Islands',
    ),
    Emoji(
      '🇫🇷',
      'Flag: France | France',
    ),
    Emoji(
      '🇬🇦',
      'Flag: Gabon | Gabon',
    ),
    Emoji(
      '🇬🇧',
      'Flag: United Kingdom | United Kingdom',
    ),
    Emoji(
      '🇬🇩',
      'Flag: Grenada | Grenada',
    ),
    Emoji(
      '🇬🇪',
      'Flag: Georgia | Georgia',
    ),
    Emoji(
      '🇬🇫',
      'Flag: French Guiana | French Guiana',
    ),
    Emoji(
      '🇬🇬',
      'Flag: Guernsey | Guernsey',
    ),
    Emoji(
      '🇬🇭',
      'Flag: Ghana | Ghana',
    ),
    Emoji(
      '🇬🇮',
      'Flag: Gibraltar | Gibraltar',
    ),
    Emoji(
      '🇬🇱',
      'Flag: Greenland | Greenland',
    ),
    Emoji(
      '🇬🇲',
      'Flag: Gambia | Gambia',
    ),
    Emoji(
      '🇬🇳',
      'Flag: Guinea | Guinea',
    ),
    Emoji(
      '🇬🇵',
      'Flag: Guadeloupe | Guadeloupe',
    ),
    Emoji(
      '🇬🇶',
      'Flag: Equatorial Guinea | Equatorial Guinea',
    ),
    Emoji(
      '🇬🇷',
      'Flag: Greece | Greece',
    ),
    Emoji(
      '🇬🇸',
      'Flag: South Georgia & South Sandwich Islands | South Georgia & South Sandwich Islands',
    ),
    Emoji(
      '🇬🇹',
      'Flag: Guatemala | Guatemala',
    ),
    Emoji(
      '🇬🇺',
      'Flag: Guam | Guam',
    ),
    Emoji(
      '🇬🇼',
      'Flag: Guinea-Bissau | Guinea-Bissau',
    ),
    Emoji(
      '🇬🇾',
      'Flag: Guyana | Guyana',
    ),
    Emoji(
      '🇭🇰',
      'Flag: Hong Kong SAR China | Hong Kong SAR China',
    ),
    Emoji(
      '🇭🇲',
      'Flag: Heard & McDonald Islands | Heard & McDonald Islands',
    ),
    Emoji(
      '🇭🇳',
      'Flag: Honduras | Honduras',
    ),
    Emoji(
      '🇭🇷',
      'Flag: Croatia | Croatia',
    ),
    Emoji(
      '🇭🇹',
      'Flag: Haiti | Haiti',
    ),
    Emoji(
      '🇭🇺',
      'Flag: Hungary | Hungary',
    ),
    Emoji(
      '🇮🇨',
      'Flag: Canary Islands | Canary Islands',
    ),
    Emoji(
      '🇮🇩',
      'Flag: Indonesia | Indonesia',
    ),
    Emoji(
      '🇮🇪',
      'Flag: Ireland | Ireland',
    ),
    Emoji(
      '🇮🇱',
      'Flag: Israel | Israel',
    ),
    Emoji(
      '🇮🇲',
      'Flag: Isle of Man | Isle of Man',
    ),
    Emoji(
      '🇮🇳',
      'Flag: India | India',
    ),
    Emoji(
      '🇮🇴',
      'Flag: British Indian Ocean Territory | British Indian Ocean Territory',
    ),
    Emoji(
      '🇮🇶',
      'Flag: Iraq | Iraq',
    ),
    Emoji(
      '🇮🇷',
      'Flag: Iran | Iran',
    ),
    Emoji(
      '🇮🇸',
      'Flag: Iceland | Iceland',
    ),
    Emoji(
      '🇮🇹',
      'Flag: Italy | Italy',
    ),
    Emoji(
      '🇯🇪',
      'Flag: Jersey | Jersey',
    ),
    Emoji(
      '🇯🇲',
      'Flag: Jamaica | Jamaica',
    ),
    Emoji(
      '🇯🇴',
      'Flag: Jordan | Jordan',
    ),
    Emoji(
      '🇯🇵',
      'Flag: Japan | Japan',
    ),
    Emoji(
      '🇰🇪',
      'Flag: Kenya | Kenya',
    ),
    Emoji(
      '🇰🇬',
      'Flag: Kyrgyzstan | Kyrgyzstan',
    ),
    Emoji(
      '🇰🇭',
      'Flag: Cambodia | Cambodia',
    ),
    Emoji(
      '🇰🇮',
      'Flag: Kiribati | Kiribati',
    ),
    Emoji(
      '🇰🇲',
      'Flag: Comoros | Comoros',
    ),
    Emoji(
      '🇰🇳',
      'Flag: St. Kitts & Nevis | St. Kitts & Nevis',
    ),
    Emoji(
      '🇰🇵',
      'Flag: North Korea | North Korea',
    ),
    Emoji(
      '🇰🇷',
      'Flag: South Korea | South Korea',
    ),
    Emoji(
      '🇰🇼',
      'Flag: Kuwait | Kuwait',
    ),
    Emoji(
      '🇰🇾',
      'Flag: Cayman Islands | Cayman Islands',
    ),
    Emoji(
      '🇰🇿',
      'Flag: Kazakhstan | Kazakhstan',
    ),
    Emoji(
      '🇱🇦',
      'Flag: Laos | Laos',
    ),
    Emoji(
      '🇱🇧',
      'Flag: Lebanon | Lebanon',
    ),
    Emoji(
      '🇱🇨',
      'Flag: St. Lucia | St. Lucia',
    ),
    Emoji(
      '🇱🇮',
      'Flag: Liechtenstein | Liechtenstein',
    ),
    Emoji(
      '🇱🇰',
      'Flag: Sri Lanka | Sri Lanka',
    ),
    Emoji(
      '🇱🇷',
      'Flag: Liberia | Liberia',
    ),
    Emoji(
      '🇱🇸',
      'Flag: Lesotho | Lesotho',
    ),
    Emoji(
      '🇱🇹',
      'Flag: Lithuania | Lithuania',
    ),
    Emoji(
      '🇱🇺',
      'Flag: Luxembourg | Luxembourg',
    ),
    Emoji(
      '🇱🇻',
      'Flag: Latvia | Latvia',
    ),
    Emoji(
      '🇱🇾',
      'Flag: Libya | Libya',
    ),
    Emoji(
      '🇲🇦',
      'Flag: Morocco | Morocco',
    ),
    Emoji(
      '🇲🇨',
      'Flag: Monaco | Monaco',
    ),
    Emoji(
      '🇲🇩',
      'Flag: Moldova | Moldova',
    ),
    Emoji(
      '🇲🇪',
      'Flag: Montenegro | Montenegro',
    ),
    Emoji(
      '🇲🇫',
      'Flag: St. Martin | St. Martin',
    ),
    Emoji(
      '🇲🇬',
      'Flag: Madagascar | Madagascar',
    ),
    Emoji(
      '🇲🇭',
      'Flag: Marshall Islands | Marshall Islands',
    ),
    Emoji(
      '🇲🇰',
      'Flag: North Macedonia | North Macedonia',
    ),
    Emoji(
      '🇲🇱',
      'Flag: Mali | Mali',
    ),
    Emoji(
      '🇲🇲',
      'Flag: Myanmar (Burma) | Myanmar (Burma)',
    ),
    Emoji(
      '🇲🇳',
      'Flag: Mongolia | Mongolia',
    ),
    Emoji(
      '🇲🇴',
      'Flag: Macau Sar China | Macau Sar China',
    ),
    Emoji(
      '🇲🇵',
      'Flag: Northern Mariana Islands | Northern Mariana Islands',
    ),
    Emoji(
      '🇲🇶',
      'Flag: Martinique | Martinique',
    ),
    Emoji(
      '🇲🇷',
      'Flag: Mauritania | Mauritania',
    ),
    Emoji(
      '🇲🇸',
      'Flag: Montserrat | Montserrat',
    ),
    Emoji(
      '🇲🇹',
      'Flag: Malta | Malta',
    ),
    Emoji(
      '🇲🇺',
      'Flag: Mauritius | Mauritius',
    ),
    Emoji(
      '🇲🇻',
      'Flag: Maldives | Maldives',
    ),
    Emoji(
      '🇲🇼',
      'Flag: Malawi | Malawi',
    ),
    Emoji(
      '🇲🇽',
      'Flag: Mexico | Mexico',
    ),
    Emoji(
      '🇲🇾',
      'Flag: Malaysia | Malaysia',
    ),
    Emoji(
      '🇲🇿',
      'Flag: Mozambique | Mozambique',
    ),
    Emoji(
      '🇳🇦',
      'Flag: Namibia | Namibia',
    ),
    Emoji(
      '🇳🇨',
      'Flag: New Caledonia | New Caledonia',
    ),
    Emoji(
      '🇳🇪',
      'Flag: Niger | Niger',
    ),
    Emoji(
      '🇳🇫',
      'Flag: Norfolk Island | Norfolk Island',
    ),
    Emoji(
      '🇳🇬',
      'Flag: Nigeria | Nigeria',
    ),
    Emoji(
      '🇳🇮',
      'Flag: Nicaragua | Nicaragua',
    ),
    Emoji(
      '🇳🇱',
      'Flag: Netherlands | Netherlands',
    ),
    Emoji(
      '🇳🇴',
      'Flag: Norway | Norway',
    ),
    Emoji(
      '🇳🇵',
      'Flag: Nepal | Nepal',
    ),
    Emoji(
      '🇳🇷',
      'Flag: Nauru | Nauru',
    ),
    Emoji(
      '🇳🇺',
      'Flag: Niue | Niue',
    ),
    Emoji(
      '🇳🇿',
      'Flag: New Zealand | New Zealand',
    ),
    Emoji(
      '🇴🇲',
      'Flag: Oman | Oman',
    ),
    Emoji(
      '🇵🇦',
      'Flag: Panama | Panama',
    ),
    Emoji(
      '🇵🇪',
      'Flag: Peru | Peru',
    ),
    Emoji(
      '🇵🇫',
      'Flag: French Polynesia | French Polynesia',
    ),
    Emoji(
      '🇵🇬',
      'Flag: Papua New Guinea | Papua New Guinea',
    ),
    Emoji(
      '🇵🇭',
      'Flag: Philippines | Philippines',
    ),
    Emoji(
      '🇵🇰',
      'Flag: Pakistan | Pakistan',
    ),
    Emoji(
      '🇵🇱',
      'Flag: Poland | Poland',
    ),
    Emoji(
      '🇵🇲',
      'Flag: St. Pierre & Miquelon | St. Pierre & Miquelon',
    ),
    Emoji(
      '🇵🇳',
      'Flag: Pitcairn Islands | Pitcairn Islands',
    ),
    Emoji(
      '🇵🇷',
      'Flag: Puerto Rico | Puerto Rico',
    ),
    Emoji(
      '🇵🇸',
      'Flag: Palestinian Territories | Palestinian Territories',
    ),
    Emoji(
      '🇵🇹',
      'Flag: Portugal | Portugal',
    ),
    Emoji(
      '🇵🇼',
      'Flag: Palau | Palau',
    ),
    Emoji(
      '🇵🇾',
      'Flag: Paraguay | Paraguay',
    ),
    Emoji(
      '🇶🇦',
      'Flag: Qatar | Qatar',
    ),
    Emoji(
      '🇷🇪',
      'Flag: Réunion | Réunion',
    ),
    Emoji(
      '🇷🇴',
      'Flag: Romania | Romania',
    ),
    Emoji(
      '🇷🇸',
      'Flag: Serbia | Serbia',
    ),
    Emoji(
      '🇷🇺',
      'Flag: Russia | Russia',
    ),
    Emoji(
      '🇷🇼',
      'Flag: Rwanda | Rwanda',
    ),
    Emoji(
      '🇸🇦',
      'Flag: Saudi Arabia | Saudi Arabia',
    ),
    Emoji(
      '🇸🇧',
      'Flag: Solomon Islands | Solomon Islands',
    ),
    Emoji(
      '🇸🇨',
      'Flag: Seychelles | Seychelles',
    ),
    Emoji(
      '🇸🇩',
      'Flag: Sudan | Sudan',
    ),
    Emoji(
      '🇸🇪',
      'Flag: Sweden | Sweden',
    ),
    Emoji(
      '🇸🇬',
      'Flag: Singapore | Singapore',
    ),
    Emoji(
      '🇸🇭',
      'Flag: St. Helena | St. Helena',
    ),
    Emoji(
      '🇸🇮',
      'Flag: Slovenia | Slovenia',
    ),
    Emoji(
      '🇸🇯',
      'Flag: Svalbard & Jan Mayen | Svalbard & Jan Mayen',
    ),
    Emoji(
      '🇸🇰',
      'Flag: Slovakia | Slovakia',
    ),
    Emoji(
      '🇸🇱',
      'Flag: Sierra Leone | Sierra Leone',
    ),
    Emoji(
      '🇸🇲',
      'Flag: San Marino | San Marino',
    ),
    Emoji(
      '🇸🇳',
      'Flag: Senegal | Senegal',
    ),
    Emoji(
      '🇸🇴',
      'Flag: Somalia | Somalia',
    ),
    Emoji(
      '🇸🇷',
      'Flag: Suriname | Suriname',
    ),
    Emoji(
      '🇸🇸',
      'Flag: South Sudan | South Sudan',
    ),
    Emoji(
      '🇸🇹',
      'Flag: São Tomé & Príncipe | São Tomé & Príncipe',
    ),
    Emoji(
      '🇸🇻',
      'Flag: El Salvador | El Salvador',
    ),
    Emoji(
      '🇸🇽',
      'Flag: Sint Maarten | Sint Maarten',
    ),
    Emoji(
      '🇸🇾',
      'Flag: Syria | Syria',
    ),
    Emoji(
      '🇸🇿',
      'Flag: Swaziland | Swaziland',
    ),
    Emoji(
      '🇹🇦',
      'Flag: Tristan Da Cunha | Tristan Da Cunha',
    ),
    Emoji(
      '🇹🇨',
      'Flag: Turks & Caicos Islands | Turks & Caicos Islands',
    ),
    Emoji(
      '🇹🇩',
      'Flag: Chad | Chad',
    ),
    Emoji(
      '🇹🇫',
      'Flag: French Southern Territories | French Southern Territories',
    ),
    Emoji(
      '🇹🇬',
      'Flag: Togo | Togo',
    ),
    Emoji(
      '🇹🇭',
      'Flag: Thailand | Thailand',
    ),
    Emoji(
      '🇹🇯',
      'Flag: Tajikistan | Tajikistan',
    ),
    Emoji(
      '🇹🇰',
      'Flag: Tokelau | Tokelau',
    ),
    Emoji(
      '🇹🇱',
      'Flag: Timor-Leste | Timor-Leste',
    ),
    Emoji(
      '🇹🇲',
      'Flag: Turkmenistan | Turkmenistan',
    ),
    Emoji(
      '🇹🇳',
      'Flag: Tunisia | Tunisia',
    ),
    Emoji(
      '🇹🇴',
      'Flag: Tonga | Tonga',
    ),
    Emoji(
      '🇹🇷',
      'Flag: Turkey | Turkey',
    ),
    Emoji(
      '🇹🇹',
      'Flag: Trinidad & Tobago | Trinidad & Tobago',
    ),
    Emoji(
      '🇹🇻',
      'Flag: Tuvalu | Tuvalu',
    ),
    Emoji(
      '🇹🇼',
      'Flag: Taiwan | Taiwan',
    ),
    Emoji(
      '🇹🇿',
      'Flag: Tanzania | Tanzania',
    ),
    Emoji(
      '🇺🇦',
      'Flag: Ukraine | Ukraine',
    ),
    Emoji(
      '🇺🇬',
      'Flag: Uganda | Uganda',
    ),
    Emoji(
      '🇺🇲',
      'Flag: U.S. Outlying Islands | U.S. Outlying Islands',
    ),
    Emoji(
      '🇺🇳',
      'Flag: United Nations | United Nations',
    ),
    Emoji(
      '🇺🇸',
      'Flag: United States | United States',
    ),
    Emoji(
      '🇺🇾',
      'Flag: Uruguay | Uruguay',
    ),
    Emoji(
      '🇺🇿',
      'Flag: Uzbekistan | Uzbekistan',
    ),
    Emoji(
      '🇻🇦',
      'Flag: Vatican City | Vatican City',
    ),
    Emoji(
      '🇻🇨',
      'Flag: St. Vincent & Grenadines | St. Vincent & Grenadines',
    ),
    Emoji(
      '🇻🇪',
      'Flag: Venezuela | Venezuela',
    ),
    Emoji(
      '🇻🇬',
      'Flag: British Virgin Islands | British Virgin Islands',
    ),
    Emoji(
      '🇻🇮',
      'Flag: U.S. Virgin Islands | U.S. Virgin Islands',
    ),
    Emoji(
      '🇻🇳',
      'Flag: Vietnam | Vietnam',
    ),
    Emoji(
      '🇻🇺',
      'Flag: Vanuatu | Vanuatu',
    ),
    Emoji(
      '🇼🇫',
      'Flag: Wallis & Futuna | Wallis & Futuna',
    ),
    Emoji(
      '🇼🇸',
      'Flag: Samoa | Samoa',
    ),
    Emoji(
      '🇽🇰',
      'Flag: Kosovo | Kosovo',
    ),
    Emoji(
      '🇾🇪',
      'Flag: Yemen | Yemen',
    ),
    Emoji(
      '🇾🇹',
      'Flag: Mayotte | Mayotte',
    ),
    Emoji(
      '🇿🇦',
      'Flag: South Africa | South Africa',
    ),
    Emoji(
      '🇿🇲',
      'Flag: Zambia | Zambia',
    ),
    Emoji(
      '🇿🇼',
      'Flag: Zimbabwe | Zimbabwe',
    ),
  ]),
];
