// ignore_for_file: lines_longer_than_80_chars

import '/plugins/emoji_picker_flutter/emoji_picker_flutter.dart';

/// List of categories of emojis
const List<CategoryEmoji> emojiSetUkrainian = [
// ======================================================= Category.SMILEYS
  CategoryEmoji(Category.SMILEYS, [
    Emoji(
      '😀',
      'вищир | обличчя | посмішка | радість | сміх | усміхнений | усмішка | широкий',
    ),
    Emoji(
      '😃',
      'великий | вищир | відкритий | обличчя | очища | очі | посмішка | радість | рот | сміх | усміхнений | усмішка | широкий',
    ),
    Emoji(
      '😄',
      'великий | вищир | відкритий | обличчя | очища | очі | посмішка | примружений | радість | рот | сміх | усміхнений | усмішка | широкий',
    ),
    Emoji(
      '😁',
      'зуби | обличчя | осяйно | очі | посмішка | радісний | світиться | усмішка | широко | шкіриться | щасливий',
    ),
    Emoji(
      '😆',
      'великий | відкритий | задоволений | обличчя | очі | посмішка | примружений | радість | реготати | рот | сміх | смішно | усміхнений | усмішка | хаха | широкий | щасливий',
    ),
    Emoji(
      '😅',
      'відкритий | задоволений | обличчя | піт | посмішка | радість | реготати | рот | сміх | смішно | усміхнений | усмішка | хаха | холодний | широкий | щасливий',
    ),
    Emoji(
      '🤣',
      'веселий | до сліз | качається від сміху | кумедний | обличчя | регіт | сміх | смішний | сміятися | умирати зі сміху | хаха',
    ),
    Emoji(
      '😂',
      'веселий | до сліз | кумедний | лол | обличчя | радість | регіт | розсмішити | сльози | сміх | хаха',
    ),
    Emoji(
      '🙂',
      'всміхнений | задоволений | обличчя | посмішка | сміх | усміхнений | усмішка',
    ),
    Emoji(
      '🙃',
      'догори дном | догори дриґом | догори ногами | обличчя | хаха | хехе',
    ),
    Emoji(
      '😉',
      'дражнити | жарт | залицятися | обличчя | підморгувати | флірт',
    ),
    Emoji(
      '😊',
      'задоволення | ніяково | обличчя | очі | посмішка | рум’янець | соромливий | усмішка',
    ),
    Emoji(
      '😇',
      'ангел | безневинність | казка | німб | обличчя | посмішка | усмішка | фантазія | янгол',
    ),
    Emoji(
      '🥰',
      'закоханість | кохання | любов | ніжність | обличчя | сердечка | серця | симпатія | усмішка | я кохаю тебе',
    ),
    Emoji(
      '😍',
      'з задоволенням | з радістю | закоханий | зворушений | кохання | любов | обличчя | очі | посмішка | серце | хочу',
    ),
    Emoji(
      '🤩',
      'веселий | виграш | зірка | обличчя | очі | посмішка | радість | усмішка | щастя',
    ),
    Emoji(
      '😘',
      'обличчя | повітряний | поцілунок | серце | цілунок | цілую | цьом',
    ),
    Emoji(
      '😗',
      'кохання | обличчя | побачення | поцілунок | флірт | цілувати | цілує | цьом',
    ),
    Emoji(
      '☺️',
      'задоволений | обличчя | посмішка | спокійний | усмішка ',
    ),
    Emoji(
      '😚',
      'закриті | заплющені | обличчя | око | очі | побачення | поцілунок | флірт | цілує',
    ),
    Emoji(
      '😙',
      '143 | заплющений | знайомства | кохання | ніч | обличчя | око | очі | побачення | поцілунки | поцілунок | усміхатися | усмішка | флірт | цілуватися',
    ),
    Emoji(
      '😋',
      'голод | їжа | ммм | обличчя | посмішка | смак | смачно | страва | усмішка',
    ),
    Emoji(
      '😛',
      'висолопити | висунутий | добре | обличчя | показати | радість | язик',
    ),
    Emoji(
      '😜',
      'жарт | лол | обличчя | очі | підморгувати | підморгую | показати | посмішка | усмішка | хаха | язик',
    ),
    Emoji(
      '🤪',
      'божевільне обличчя | божевільний | великий | малий | око | скажений',
    ),
    Emoji(
      '😝',
      'висунутий | гидота | жахливий | заплющені | обличчя | очі | смак | сміх | тьфу | фу | язик',
    ),
    Emoji(
      '🤑',
      'вдавися | виграш | гроші | лотерея | обличчя | очі | рот',
    ),
    Emoji(
      '🤗',
      'обійматися | обійми | обійняв | обличчя | обняти | радісний | радість | руки | щастя',
    ),
    Emoji(
      '🫣',
      'виглядати | витріщається | конфуз | наляканий | ніяково | обличчя | одне око | підглядає | соромʼязливий | соромитися | умирає з цікавості | ховатися',
    ),
    Emoji(
      '🤭',
      'мовчу | обличчя | ой | секрет | смішно | сюрприз | тайна | тихо | упс | хихикання',
    ),
    Emoji(
      '🫢',
      'диво | здивування | мовчанка | мовчати | не вірю | не може бути | нівроку | о боже | обличчя | ого | переляк | сюрприз | тиша | шок',
    ),
    Emoji(
      '🫡',
      'буде зроблено | згода | козиряти | обличчя | ОК | повага | респект | салют | слухаюсь | так | так точно | удачі | честь | шанування',
    ),
    Emoji(
      '🤫',
      'замовкніть | мовчіть | не гомоніть | обличчя | пошепки | тихіше | тихо | тиша | тссс | шепіт',
    ),
    Emoji(
      '🫠',
      'зникати | лол | ніяково | обличчя | плавитися | розчинятися | сарказм | спека | танути | текти | хаха',
    ),
    Emoji(
      '🤔',
      'дай подумаю | думати | задума | не знаю | обличчя | підборіддя | роздуми | треба подумати | у роздумах | хм',
    ),
    Emoji(
      '🤐',
      'блискавка | застібка | мовчати | мовчу | не казати | не скажу | обличчя | рот | рот на замок | як риба',
    ),
    Emoji(
      '🤨',
      'брови | гм | конфуз | не вірю | не розумію | недовіра | обличчя | отакої | скептичний | справді | що',
    ),
    Emoji(
      '😐',
      'без емоцій | все одно | заздрість | не згоден | не скажу | невражений | незадоволення | незворушний | нейтральний | нехай | ні | обличчя',
    ),
    Emoji(
      '🫤',
      'байдуже | заплутатися | збентежений | невпевненість | обличчя | розчарований | скептицизм | сумнів | та ну | так собі',
    ),
    Emoji(
      '😑',
      'без емоцій | все одно | заздрісний | невиразний | невражений | нехай | ну й добре | обличчя',
    ),
    Emoji(
      '😶',
      'без рота | беззвучно | мовчи | немає слів | обличчя | рот | секрет | тихо',
    ),
    Emoji(
      '🫥',
      'байдуже | все одно | депресія | зникнути | інтроверт | невидимка | обличчя | пригнічений | схований | сховатися | так собі | ховатися',
    ),
    Emoji(
      '😏',
      'бос | люблю | не дуже | обличчя | посмішка | самовдоволення | себе | сумніваюсь | так собі | усмішка | ух-ти | ухти | цікаво',
    ),
    Emoji(
      '😒',
      'все одно | заздрість | невдоволене | незадоволений | нещасливий | нудно | обличчя | розчарований | фу',
    ),
    Emoji(
      '🙄',
      'байдуже | закочувати | о боже | обличчя | отакої | оце так | очі',
    ),
    Emoji(
      '😬',
      'гримаса | дантист | дивно | зуби | капець | кривляння | крінж | посмішка | скривлене | стоматолог | усмішка',
    ),
    Emoji(
      '🤥',
      'брехло | брехня | брехун | збрехав | неправда | обличчя | обман | піноккіо',
    ),
    Emoji(
      '😌',
      'дзен | задоволення | обличчя | полегшення | спокій',
    ),
    Emoji(
      '😔',
      'задумливий | замислене обличчя | занепокоєння | засмучений | обличчя | роздуми | розчарований',
    ),
    Emoji(
      '🥹',
      'будь ласка | вдячність | гордість | мило | обличчя | пишаюся | плач | радості | сльози | сум | схвильований | щастя',
    ),
    Emoji(
      '😪',
      'втомлениий | засмучений | заспане обличчя | обличчя | сон',
    ),
    Emoji(
      '🤤',
      'голодний | обличчя | пускає слину | слина',
    ),
    Emoji(
      '😴',
      'втома | добраніч | заснув | ніч | обличчя | сон | сонний | спати | спить | стомлений',
    ),
    Emoji(
      '😷',
      'вірус | застуда | інфекція | лікар | маска | медицина | обличчя в медичній масці | хворий | холодний',
    ),
    Emoji(
      '🤒',
      'обличчя | обличчя з термометром | термометр | хворий',
    ),
    Emoji(
      '🤕',
      'болить | голова | обличчя | пов’язка | поранений | рана | травма',
    ),
    Emoji(
      '🤢',
      'блювота | закачує | нудить | нудота | обличчя | погано | укачує | хвора | хворий',
    ),
    Emoji(
      '🤮',
      'блювання | блювота | мені погано | нудить | нудота | обличчя | отруївся',
    ),
    Emoji(
      '🤧',
      'апчхи | грип | застуда | нежить | обличчя | обличчя, що чхає | ОРЗ | хвороба | чхання | що чхає',
    ),
    Emoji(
      '🥵',
      'висолоплений язик | гаряче | гарячий | гарячка | жар | задуха | обличчя | палати | піт | помирає | розпашіле обличчя | сонячний удар | спека | тепловий удар | червоне лице | червонощокий',
    ),
    Emoji(
      '🥶',
      'бурулька | замерзле обличчя | замерзлий | зуб на зуб | мороз | обмороження | посинілий від холоду | синє лице | синє обличчя | холод | цокотить зубами',
    ),
    Emoji(
      '🥴',
      'дурман | запаморочення | захмелілий | інтоксикація | кайф | косі очі | одурманений | очі розбігаються | очманіле обличчя | п’яний | язик заплітається',
    ),
    Emoji(
      '😵',
      'запаморочене обличчя | запаморочений | обличчя',
    ),
    Emoji(
      '😵‍💫',
      'гіпноз | заносить | запаморочення | нічого собі | ого | ох | очі-спіралі | погано | проблема | смайл | у шоці | шок',
    ),
    Emoji(
      '🤯',
      'винос мозку | голова | голова, що вибухає | не може бути | неймовірно | шок | шокований | що вибухає',
    ),
    Emoji(
      '🤠',
      'капелюх | ковбой | обличчя | обличчя у ковбойському капелюсі | широко усміхнене обличчя у ковбойському капелюсі',
    ),
    Emoji(
      '🥳',
      'вечірка | вітання | день народження | дудка | збуджений | капелюх | ковпак | обличчя | радість | ріжок | святкове обличчя | святкування | свято | схвильований | трубочка',
    ),
    Emoji(
      '😎',
      'бро | крутий | круто | окуляри | посмішка | сонце | сонцезахисні | темні | усмішка | чувак | яскраво',
    ),
    Emoji(
      '🤓',
      'ботан | гік | дойда | дока | зацікавленість | навчання | обличчя | обличчя всезнайка | обличчя заучки | унікум',
    ),
    Emoji(
      '🧐',
      'збільшувальне скло | лупа | монокль | обличчя в моноклі | обличчя з моноклем | пановитий | придивлятися',
    ),
    Emoji(
      '😕',
      'аякже | гм | не задоволений | не знаю | невдоволений | ні | обличчя | спантеличений | сумний',
    ),
    Emoji(
      '😟',
      'занепокоєння | здивований | нерви | обличчя | стрес | стурбований | сумний | тривожність | турбуватися',
    ),
    Emoji(
      '🙁',
      'нахмурений | обличчя | сумний | трохи похмуре обличчя',
    ),
    Emoji(
      '☹️',
      'злий | незадоволений | обличчя | похмуре обличчя | розчарований | сумний ',
    ),
    Emoji(
      '😮',
      'вау | відкритий | забув | здивування | не може бути | обличчя | ого | отакої | рот | співчуття | шок',
    ),
    Emoji(
      '😯',
      'брови | вражений | збентежене | здивоване | нічого собі | обличчя | отакої | приголомшений',
    ),
    Emoji(
      '😲',
      'абсолютно | вражене | здивоване | здивований | не може бути | ні | обличчя | отакої | подив | шок',
    ),
    Emoji(
      '😳',
      'вау | зашаріле | здивований | не може бути | незручний | ніяково | обличчя | присоромлений | рум’янець | сором | та годі',
    ),
    Emoji(
      '🥺',
      'благання | будь ласка | великі | випрошувати | жалібне | жалісливе | молити | обличчя | очі | просити | прохання | сумно | щенячі очі',
    ),
    Emoji(
      '😦',
      'вау | відкритий | здивований | зненацька | наляканий | нахмурений | нічого собі | обличчя | рот | страх',
    ),
    Emoji(
      '😧',
      'забув | здивований | не може бути | незадоволений | обличчя | переляк | спантеличений | страждання | стрес',
    ),
    Emoji(
      '😨',
      'боюся | боязкий | наляканий | обличчя | переляк | страх',
    ),
    Emoji(
      '😰',
      'відкритий | знервований | нерви | обличчя | піт | розчарований | рот | синій | спітніти | холодний | холодно',
    ),
    Emoji(
      '😥',
      'cумне | все складно | втішене | заспокоєне | обличчя | плакати | полегшення | розчароване | розчарування | сльози | фух',
    ),
    Emoji(
      '😢',
      'нещасний | обличчя | плач | плаче | сльоза | сумний | сумую',
    ),
    Emoji(
      '😭',
      'гірке | гучно | котяться | нещасний | обличчя | плач | потік | ридання | сльози | сумний',
    ),
    Emoji(
      '😱',
      'вражений | епічний | зойк | крик | крикун | наляканий | обличчя | переляк | страх | шокований | що кричить',
    ),
    Emoji(
      '😖',
      'гнів | збентежений | злий | крінж | обличчя | розлючений | розчарований | сердитий | сумний',
    ),
    Emoji(
      '😣',
      'завзяте | зосередження | концентрація | невдоволений | невідступне | обличчя | розчарований | увага | упертість',
    ),
    Emoji(
      '😞',
      'винуватий | засмучений | невдача | нещасний | обличчя | провина | програш | розчарований | сумний',
    ),
    Emoji(
      '😓',
      'болить | голова | знервований | краплі | наляканий | нерви | обличчя | піт | понурений | розчарований | сум | холодний',
    ),
    Emoji(
      '😩',
      'втомлене | замучене | зморений | нещасний | ні | обличчя | позіхати | розчарований | розчарування | спати | стомлений | сумний',
    ),
    Emoji(
      '😫',
      'обличчя | розчарована | розчарований | розчарування | стомлене обличчя | стомлений',
    ),
    Emoji(
      '😤',
      'гнів | злість | лють | обличчя | пара з носа | розгніваний | роздратований | розлючений | сердитий | тріумф | шалений',
    ),
    Emoji(
      '😡',
      'гнів | дується | злий | насуплений | невдоволений | нещасний | обличчя | сердитий | червоний',
    ),
    Emoji(
      '😠',
      'злий | обличчя | сердите обличчя | сердитий',
    ),
    Emoji(
      '🤬',
      'гнів | лайка | лаятися | матюк | не скажу | обличчя | сердитий | суворий | цензура',
    ),
    Emoji(
      '😈',
      'демон | диявол | диявольська посмішка | з рогами | зла посмішка | казка | монстр | обличчя | посмішка | ріжки | фантазія | фіолетовий',
    ),
    Emoji(
      '👿',
      'демон | диявол | дідько | з рогами | обличчя | фантазія | чортеня',
    ),
    Emoji(
      '💀',
      'казка | монстр | обличчя | смерть | тіло | череп',
    ),
    Emoji(
      '☠️',
      'кістки | монстр | обличчя | перехрещені | пірати | скелет | смерть | тіло | череп ',
    ),
    Emoji(
      '💩',
      'екскременти | жарт | кака | лайно | пупу | усміхнена купа лайна',
    ),
    Emoji(
      '🤡',
      'клоун | обличчя | обличчя клоуна | цирк',
    ),
    Emoji(
      '👹',
      'велетень-людожер | казка | людожер | монстр | обличчя | створіння | фантазія | японський',
    ),
    Emoji(
      '👺',
      'гоблін | казка | монстр | обличчя | створіння | фантазія | японський',
    ),
    Emoji(
      '👻',
      'казка | каспер | монстр | обличчя | привид | створіння | фантазія',
    ),
    Emoji(
      '👽',
      'казка | нло | обличчя | позаземний | прибулець | створіння | чужий',
    ),
    Emoji(
      '👾',
      'іншопланетний монстр | космос | монстр | нло | обличчя | позаземний | прибулець | прибулець-монстр | створіння | фантазія',
    ),
    Emoji(
      '🤖',
      'голова | монстр | обличчя | робот',
    ),
    Emoji(
      '🎃',
      'гарбуз | геловін | ліхтар | ліхтар-гарбуз | святкування | хелловін | хеллоуін | хеловін',
    ),
    Emoji(
      '😺',
      'весело | відкритий | кіт | кішка | морда | паща | посмішка | сміється | усміхнений | усмішка | широко',
    ),
    Emoji(
      '😸',
      'вишкір | кіт | морда | око | усміхнений кіт | усмішка | широко всміхнений кіт з усміхом в очах',
    ),
    Emoji(
      '😹',
      'кіт | кіт зі сльозами радості | кіт сміється | морда | радість | сльози | смішно',
    ),
    Emoji(
      '😻',
      'кіт | кохання | морда | око | посмішка | серце | усміхнений кіт з очима як серця | усмішка | щасливий | щастя',
    ),
    Emoji(
      '😼',
      'глузлива | іронічний | кіт | кіт із кривою посмішкою | котяча | морда | посмішка | скривлена | сумніви',
    ),
    Emoji(
      '😽',
      'заплющений | кіт | морда | око | очі | поцілунок | тварина | що цілує',
    ),
    Emoji(
      '🙀',
      'здивування | зненацька | кіт | котяча | морда | не може бути | ой | сюрприз | шок | шокований кіт',
    ),
    Emoji(
      '😿',
      'зарюмана | кіт | кіт, що плаче | котяча | морда | плач | сльоза | сумна | сумний | що плаче',
    ),
    Emoji(
      '😾',
      'кіт | котяча | морда | насуплений | сердита | сердитий кіт',
    ),
    Emoji(
        '🫶', '<3 | жест «серце» | кохання | люблю тебе | любов | руки | серце',
        hasSkinTone: true),
    Emoji('👋',
        'бувай | вітання | вітаю | дай пʼять | до зустрічі | долоня | махати | помах | привіт | рука | рука махає | тіло',
        hasSkinTone: true),
    Emoji('🤚',
        'долоня | піднята | піднята рука тильною стороною | рука | тильна',
        hasSkinTone: true),
    Emoji('🖐️',
        'долоня | палець | пальці | піднята рука з розведеними пальцями | розчепірений | рука | тіло ',
        hasSkinTone: true),
    Emoji('✋', 'дай пʼять | долоня | піднята рука | рука | стояти | тіло',
        hasSkinTone: true),
    Emoji('🖖',
        'вулкан | вулканське вітання | жест | зоряний шлях | палець | пальці | рука | спок | тіло',
        hasSkinTone: true),
    Emoji('👌',
        'гаразд | добре | жест | зрозуміло | круто | о’кей | рука | так | тіло | чудово',
        hasSkinTone: true),
    Emoji('🤌',
        'долоня | жест | запитання | лотос | мудра | просвітлення | розслаблення | рука | сарказм | спокій | терпіння',
        hasSkinTone: true),
    Emoji('🤏',
        'дещиця | жест «мало» | мало | небагато | невелика кількість | пальці | рука | трохи | щіпка',
        hasSkinTone: true),
    Emoji('🫳',
        'взяти | випустити | випустити з руки | відпускаю | зронити | киш! | підняти | рука | рука долонею вниз',
        hasSkinTone: true),
    Emoji('🫴',
        'впіймати | ловити | підійди | підкликати | піднімати | підходити | пропозиція | розкажи | скажи | тримати',
        hasSkinTone: true),
    Emoji('✌️', 'V | жест перемоги | перемога | рука | тіло ',
        hasSkinTone: true),
    Emoji('🫰',
        '<3 | вартість | гроші | дорого | клацання пальцями | коштує | любов | плати | рука | серце',
        hasSkinTone: true),
    Emoji('🤞', 'пальці | рука | схрещені | удача', hasSkinTone: true),
    Emoji('🤟',
        'жест | жест «кохаю тебе» | піднята рука | рука | три пальці | фанат',
        hasSkinTone: true),
    Emoji('🤘',
        'жест «роги» | коза | палець | роги | рок | рок-н-рол | рука | символ рогів рукою',
        hasSkinTone: true),
    Emoji('🤙',
        'жест «подзвони мені» | жест рукою «подзвони мені» | зателефонуй мені | зізвонемося | подзвони мені | рука | телефон',
        hasSkinTone: true),
    Emoji('👈', 'вліво | палець | показувати | рука | тильний бік | що вказує',
        hasSkinTone: true),
    Emoji('👉',
        'вказівний | палець | палець тильним боком | палець тильним боком, що вказує вправо | показувати | рука | указувати | управо | що вказує вправо',
        hasSkinTone: true),
    Emoji('👆',
        'вказівний | палець | палець тильним боком | палець тильним боком, що вказує вгору | показувати | рука | угору | указувати | що вказує вгору',
        hasSkinTone: true),
    Emoji('🖕', 'палець | рука | середній палець', hasSkinTone: true),
    Emoji('👇',
        'вказівний | дивись нижче | палець | палець тильним боком | палець тильним боком, що вказує вниз | рука | тильний | указувати | униз | що вказує вниз',
        hasSkinTone: true),
    Emoji('☝️',
        'вгору | вказівний | зауважте | палець | рука | увага | угору | указувати | хвилинку | цей ',
        hasSkinTone: true),
    Emoji('👍',
        '+1 | великі пальці вгору | гаразд | добре | домовилися | класно | круто | палець угору | подобається | рука | супер | схвалення | так | тіло | файно | чудово',
        hasSkinTone: true),
    Emoji('👎',
        '-1 | великі пальці вниз | не подобається | палець униз | рука | тіло',
        hasSkinTone: true),
    Emoji('✊', 'кулак | піднятий кулак | рука | стиснутий | тіло',
        hasSkinTone: true),
    Emoji('👊',
        'абсолютно | бро | бум | згода | кулак | правильно | рок | рука | стиснутий | удар',
        hasSkinTone: true),
    Emoji('🤛', 'кулак | панч | рука | уліво', hasSkinTone: true),
    Emoji('🤜', 'кулак | рука | удар праворуч | управо', hasSkinTone: true),
    Emoji('🫲',
        'вліво | долоня | ліва рука | ліворуч | потискати | простягнути | рука | рукостискання | тримати',
        hasSkinTone: true),
    Emoji('🫱',
        'вправо | долоня | потискати | права рука | праворуч | простягнути | рука | рукостискання | тримати',
        hasSkinTone: true),
    Emoji('👏',
        'аплодисменти | біс | браво | відмінно | вітання | оплески | плескати | рука | ура | чудово',
        hasSkinTone: true),
    Emoji('🙌',
        'жест | піднята | підняті для святкування | підняті руки | рука | руки | руки, підняті для святкування | святкування | ура',
        hasSkinTone: true),
    Emoji('👐',
        'відкритий | відкриті долоні | відкриті руки | долоні | рука | тіло',
        hasSkinTone: true),
    Emoji('🤲',
        'бажання | долоні | долоні, підняті разом | молитва | молитися | підняті разом',
        hasSkinTone: true),
    Emoji('🤝',
        'домовилися | згода | по руках | потискання | руки | рукостискання',
        hasSkinTone: true),
    Emoji('🙏',
        'благання | будь ласка | дякую | молитва | просити | прошу | рука | уклін',
        hasSkinTone: true),
    Emoji('🫵',
        'ви | вказівний палець | вказівний палець, що вказує на глядача | палець | показувати | рука | ти | тикати | указувати | що вказує на глядача',
        hasSkinTone: true),
    Emoji('✍️', 'писати | рука | рука, що пише | тіло | що пише ',
        hasSkinTone: true),
    Emoji('💅',
        'догляд | косметика | лак | лак для нігтів | манікюр | ніготь | нігті | робота | рука | тіло',
        hasSkinTone: true),
    Emoji('🤳', 'автопортрет | камера | селфі | телефон | фото',
        hasSkinTone: true),
    Emoji('💪',
        'бодибілдер | важкоатлет | зігнутий | крутий | м’яз | мускулистий | рука | силач | спорт | тренування',
        hasSkinTone: true),
    Emoji('🦵',
        'зігнута нога | кінцівка | коліно | копняк | нога | стегно | стопа | удар ногою',
        hasSkinTone: true),
    Emoji('🦶', 'гомілка | ніжка | нога | стопа | стопи | ступня | удар',
        hasSkinTone: true),
    Emoji('👂', 'вухо | слухати | слухаю | тіло', hasSkinTone: true),
    Emoji('👃', 'ніс | тіло', hasSkinTone: true),
    Emoji(
      '🧠',
      'інтелект | інтелектуал | мізки | мозок | розум | розумна | розумний',
    ),
    Emoji(
      '🦴',
      'кальцій | кістка | кісточка | кості | скелет | собака | собачі ласощі',
    ),
    Emoji(
      '👀',
      'обличчя | око | очі | тіло',
    ),
    Emoji(
      '👁️',
      'око | тіло ',
    ),
    Emoji(
      '💋',
      'відбиток | вуста | губи | закоханість | поцілунок | серце',
    ),
    Emoji(
      '👄',
      'губи | помада | поцілунок | рот | тіло | чутлива',
    ),
    Emoji(
      '🫦',
      'нерви | ніяковість | помада | поцілунок | сексуально | страх | стурбованість | тривога | укус | флірт | хвилюватись',
    ),
    Emoji(
      '🦷',
      'білий | дантист | зуб | зуби | стоматолог',
    ),
    Emoji(
      '👅',
      'тіло | язик',
    ),
    Emoji('👶', 'дитина | малеча | немовля', hasSkinTone: true),
    Emoji('🧒',
        'весело | гендерно-нейтральний | дитина | людина | малеча | неозначеної статі | сміх',
        hasSkinTone: true),
    Emoji('👦', 'людина | малеча | хлопець | хлопчик', hasSkinTone: true),
    Emoji('👧', 'діва | дівчина | дівчинка | зодіак | хвостики | шкільниця',
        hasSkinTone: true),
    Emoji('🧑',
        'гендерно-нейтральний | дорослий | людина | неозначеної статі | хлопець | хлопчик',
        hasSkinTone: true),
    Emoji('👨', 'блондин | дорослий | людина | чоловік', hasSkinTone: true),
    Emoji('🧔', 'борода | бородань | бородатий | людина з бородою',
        hasSkinTone: true),
    Emoji('👱',
        'біляве | блонд | блондин | волосся | людина | людина з білявим волоссям | людина зі світлим волоссям | обличчя | світле волосся | світлий',
        hasSkinTone: true),
    Emoji('👨‍🦰',
        'блондин | дорослий | людина | чоловік рижий | руде волосся | рудий | рудоволосий ',
        hasSkinTone: true),
    Emoji('👨‍🦱',
        'блондин | дорослий | людина | чоловік афро | волосся | кудрі | кучері | кучеряве волосся | кучерявий ',
        hasSkinTone: true),
    Emoji('👨‍🦳',
        'блондин | дорослий | людина | чоловік білий | волосся | сиве волосся | сивина | старий ',
        hasSkinTone: true),
    Emoji('👨‍🦲',
        'блондин | дорослий | людина | чоловік без волосся | виголений | лисий | немає волосся | хіміотерапія | хімія ',
        hasSkinTone: true),
    Emoji('👩', 'білявка | доросла | жінка | людина', hasSkinTone: true),
    Emoji('👱‍♀️',
        'біляве | блонд | блондин | волосся | людина | людина з білявим волоссям | людина зі світлим волоссям | обличчя | світле волосся | світлий жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('👩‍🦰',
        'білявка | доросла | жінка | людина рижий | руде волосся | рудий | рудоволосий ',
        hasSkinTone: true),
    Emoji('👩‍🦱',
        'білявка | доросла | жінка | людина афро | волосся | кудрі | кучері | кучеряве волосся | кучерявий ',
        hasSkinTone: true),
    Emoji('👩‍🦳',
        'білявка | доросла | жінка | людина білий | волосся | сиве волосся | сивина | старий ',
        hasSkinTone: true),
    Emoji('👩‍🦲',
        'білявка | доросла | жінка | людина без волосся | виголений | лисий | немає волосся | хіміотерапія | хімія ',
        hasSkinTone: true),
    Emoji('🧓',
        'гендерно-нейтральний | дідусь | дорослий | літня людина | людина | неозначеної статі | старий | старша людина | чоловік',
        hasSkinTone: true),
    Emoji('👴',
        'дорослий | лисий | літній чоловік | пристарілий | старий | чоловік',
        hasSkinTone: true),
    Emoji('👵',
        'бабуся | в літах | доросла | жінка | літня жінка | людина | стара',
        hasSkinTone: true),
    Emoji('🙍‍♂️',
        'жест | засмучений | насуплені брови | нахмурений | невдоволений | невеселий | похмура людина | роздратування | смуток знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🙍‍♀️',
        'жест | засмучений | насуплені брови | нахмурений | невдоволений | невеселий | похмура людина | роздратування | смуток жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🙎‍♂️',
        'гримаса | жест | засмучений | злий | насуплений | невеселий | похмурий | розчарований | стурбований | сумно знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🙎‍♀️',
        'гримаса | жест | засмучений | злий | насуплений | невеселий | похмурий | розчарований | стурбований | сумно жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🙅‍♂️',
        'жест | заборонено | людина | людина, що жестом показує «ні» | немає шансів | ні | ніколи | рука | що жестом показує «ні» знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🙅‍♀️',
        'жест | заборонено | людина | людина, що жестом показує «ні» | немає шансів | ні | ніколи | рука | що жестом показує «ні» жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🙆‍♂️',
        'вправа | жест | людина | людина показує окей | людина, що жестом показує «окей» | окей | рука | ховатися | що жестом показує «окей» знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🙆‍♀️',
        'вправа | жест | людина | людина показує окей | людина, що жестом показує «окей» | окей | рука | ховатися | що жестом показує «окей» жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('💁‍♂️',
        'байдуже | довідка | допомога | інформація | сарказм | серйозно | чайові знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('💁‍♀️',
        'байдуже | довідка | допомога | інформація | сарказм | серйозно | чайові жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🙋‍♂️',
        'виберіть | вітання | жест | запитання | мене | можу | оберіть | тут | щасливий знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🙋‍♀️',
        'виберіть | вітання | жест | запитання | мене | можу | оберіть | тут | щасливий жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🙇‍♂️',
        'благати | вибач | жалкувати | жест | поклон | розкаяння | співчувати | уклін | шкода знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🙇‍♀️',
        'благати | вибач | жалкувати | жест | поклон | розкаяння | співчувати | уклін | шкода жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🤦‍♂️',
        'боже | обличчя | роздратування | розчарування | рука | рукалице | скільки можна | сором | фейспалм знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🤦‍♀️',
        'боже | обличчя | роздратування | розчарування | рука | рукалице | скільки можна | сором | фейспалм жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🤷‍♂️',
        'байдуже | байдужість | знизування | мабуть | не знаю | невідомо | розгубленість | сумнів | хтозна знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🤷‍♀️',
        'байдуже | байдужість | знизування | мабуть | не знаю | невідомо | розгубленість | сумнів | хтозна жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('👨‍⚕️',
        'блондин | дорослий | людина | чоловік ескулап | медицина | медичний символ | персонал | символ медицини ',
        hasSkinTone: true),
    Emoji('👩‍⚕️',
        'білявка | доросла | жінка | людина ескулап | медицина | медичний символ | персонал | символ медицини ',
        hasSkinTone: true),
    Emoji('👨‍🎓', 'абітурієнт | бонет | випускник | студент | чоловік',
        hasSkinTone: true),
    Emoji('👩‍🎓', 'абітурієнтка | бонет | випускниця | жінка | студентка',
        hasSkinTone: true),
    Emoji('👨‍🏫',
        'викладач | вчитель | інструктор | професор | робота | учитель | чоловік',
        hasSkinTone: true),
    Emoji('👩‍🏫',
        'викладачка | вчителька | жінка | інструктор | професор | робота | учителька',
        hasSkinTone: true),
    Emoji('👨‍⚖️',
        'блондин | дорослий | людина | чоловік вага | ваги | знаряддя | зодіак | правосуддя | рівновага | справедливість | терези ',
        hasSkinTone: true),
    Emoji('👩‍⚖️',
        'білявка | доросла | жінка | людина вага | ваги | знаряддя | зодіак | правосуддя | рівновага | справедливість | терези ',
        hasSkinTone: true),
    Emoji('👨‍🌾', 'господар | садівник | фермер | чоловік', hasSkinTone: true),
    Emoji('👩‍🌾',
        'господарка | жінка | робота | садівник | садівниця | фермер | фермерка',
        hasSkinTone: true),
    Emoji('👨‍🍳',
        'кулінар | кухар | робота | чоловік | чоловік-кухар | шев-повар | шеф-кухар',
        hasSkinTone: true),
    Emoji('👩‍🍳',
        'жінка | жінка-кухар | кулінарка | кухар | кухарка | повар | повариха | робота | шеф-кухарка | шеф-повар',
        hasSkinTone: true),
    Emoji('👨‍🔧',
        'водопровідник | електрик | електротехнік | механік | робота | сантехнік | фахівець | чоловік',
        hasSkinTone: true),
    Emoji('👩‍🔧',
        'жінка | жінка-електротехнік | жінка-механік | жінка-сантехнік | жінка-фахівець | майстриня | полагодити | робота',
        hasSkinTone: true),
    Emoji('👨‍🏭',
        'завод | конвеєр | промисловий | робітник | трудівник | фабрика | чоловік',
        hasSkinTone: true),
    Emoji('👩‍🏭',
        'жінка | завод | зварка | конвеєр | монтаж | промисловий | робітник | робітниця | трудівниця | фабрика',
        hasSkinTone: true),
    Emoji('👨‍💼',
        'архітектор | менеджер | офіс | офісний працівник | службовець | чоловік',
        hasSkinTone: true),
    Emoji('👩‍💼',
        'архітектор | ділова жінка | жінка | менеджер | офіс | офісна працівниця | службовка',
        hasSkinTone: true),
    Emoji('👨‍🔬',
        'біолог | інженер | наука | науковець | фізик | хімік | чоловік',
        hasSkinTone: true),
    Emoji('👩‍🔬',
        'жінка | жінка-біолог | жінка-інженер | жінка-науковець | жінка-фізик | жінка-хімік | наука | науковець | робота',
        hasSkinTone: true),
    Emoji('👨‍💻',
        'винахідник | кодувальник | комп’ютер | програміст | робота | розробник | технік-програміст | технолог | чоловік',
        hasSkinTone: true),
    Emoji('👩‍💻',
        'винахідниця | жінка | жінка-програміст | жінка-технолог | кодувальниця | офісна працівниця | робота | технік-програміст',
        hasSkinTone: true),
    Emoji('👨‍🎤',
        'артист | виконавець | зірка | людина | пісняр | рок | соліст | співак | чоловік',
        hasSkinTone: true),
    Emoji('👩‍🎤',
        'артистка | виконавиця | жінка | зірка | людина | рок | солістка | співачка',
        hasSkinTone: true),
    Emoji('👨‍🎨',
        'живописець | маляр | митець | палітра | пензлики | робота | творець | художник | чоловік-художник',
        hasSkinTone: true),
    Emoji('👩‍🎨',
        'жінка-митець | малярка | палітра | пензлики | робота | художниця',
        hasSkinTone: true),
    Emoji('👨‍✈️', 'блондин | дорослий | людина | чоловік літак | транспорт ',
        hasSkinTone: true),
    Emoji('👩‍✈️', 'білявка | доросла | жінка | людина літак | транспорт ',
        hasSkinTone: true),
    Emoji('👨‍🚀', 'астронавт | космонавт | космос | ракета | робота | чоловік',
        hasSkinTone: true),
    Emoji('👩‍🚀',
        'астронавтка | жінка | жінка-космонавт | космонавтка | ракета | робота',
        hasSkinTone: true),
    Emoji('👨‍🚒',
        'вогнеборець | пожежний автомобіль | пожежник | робота | чоловік',
        hasSkinTone: true),
    Emoji('👩‍🚒',
        'жінка | жінка-вогнеборець | жінка-пожежник | пожежний автомобіль | пожежник | робота',
        hasSkinTone: true),
    Emoji('👮‍♂️',
        'коп | офіцер | поліцейський | поліцейський під прикриттям | поліція | працівник поліції | співробітник | штрафувати знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('👮‍♀️',
        'коп | офіцер | поліцейський | поліцейський під прикриттям | поліція | працівник поліції | співробітник | штрафувати жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🕵️‍♂️',
        'детектив | робота | розслідування | сищик | шпигун знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🕵️‍♀️',
        'детектив | робота | розслідування | сищик | шпигун жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('💂‍♂️',
        'варта | караул | охорона | сторожа | чати знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('💂‍♀️',
        'варта | караул | охорона | сторожа | чати жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('👷‍♂️',
        'будівельник | будівництво | будувати | каска | працівник | ремонт | ремонтувати | робітник | робота | шолом знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('👷‍♀️',
        'будівельник | будівництво | будувати | каска | працівник | ремонт | ремонтувати | робітник | робота | шолом жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🤴', 'королевич | королівство | корона | принц | робота',
        hasSkinTone: true),
    Emoji('👸',
        'казкова | королева | королівна | корона | принцеса | робота | чарівна',
        hasSkinTone: true),
    Emoji('👳‍♂️',
        'людина | людина в тюрбані | тюрбан знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('👳‍♀️',
        'людина | людина в тюрбані | тюрбан жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('👲',
        'гуа пі мао | кругла | чоловік | чоловік в кепці | чоловік у китайській шапці | шапочка',
        hasSkinTone: true),
    Emoji('🧕',
        'жінка в хустині | мантилья | монахиня | тихля | хіджаб | хустина',
        hasSkinTone: true),
    Emoji('🤵',
        'вечеря | людина | людина в смокінгу | наречений | офіціант | прийом | смокінг | чоловік | чоловік у смокінгу',
        hasSkinTone: true),
    Emoji('👰',
        'весілля | людина | людина з фатою | людина у фаті | наречена | фата',
        hasSkinTone: true),
    Emoji('🤰', 'вагітна | вагітність | жінка', hasSkinTone: true),
    Emoji('🤱',
        'годування | груди | грудне вигодовування | материнство | молоко матері | немовля | новонароджена | новонароджений | турбота',
        hasSkinTone: true),
    Emoji('👼', 'ангел | казка | немовля | обличчя | фантазія',
        hasSkinTone: true),
    Emoji('🎅',
        'дід | дід Мороз | казка | Новий рік | різдво | Різдво | Санта Клаус | Святий Миколай | святкування',
        hasSkinTone: true),
    Emoji('🤶',
        'жінка | жінка санта-клауса | зима | Новий рік | Пані Клаус | різдво | Різдво | свята',
        hasSkinTone: true),
    Emoji('🦸‍♂️',
        'героїня | герой | добрий | добро | супергерой | супермен | суперсила | суперсили знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🦸‍♀️',
        'героїня | герой | добрий | добро | супергерой | супермен | суперсила | суперсили жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🦹‍♂️',
        'зло | злодій | злочинець | лихий | лиходій | поганий | суперзлодій | суперзлочинець | суперлиходій | суперсила знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🦹‍♀️',
        'зло | злодій | злочинець | лихий | лиходій | поганий | суперзлодій | суперзлочинець | суперлиходій | суперсила жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🧙‍♂️',
        'відьма | Гендольф | маг | магія | Старік-Хотабич | чаклун | чаклунка | чарівник | чародій знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🧙‍♀️',
        'відьма | Гендольф | маг | магія | Старік-Хотабич | чаклун | чаклунка | чарівник | чародій жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🧚‍♂️',
        'казка | крила | метелик | Оберон | Пак | Титанія | фея знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🧚‍♀️',
        'казка | крила | метелик | Оберон | Пак | Титанія | фея жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🧛‍♂️',
        'вампір | Дракула | костюм | нечиста сила | нечисть | опир | погань | упир | Хелловін знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🧛‍♀️',
        'вампір | Дракула | костюм | нечиста сила | нечисть | опир | погань | упир | Хелловін жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🧜‍♂️',
        'водяна істота | жінка-русалка | казкова водяна істота | людина-русалка | морські створіння | русалка | Сирена | фольклор | чоловік-русалка знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🧜‍♀️',
        'водяна істота | жінка-русалка | казкова водяна істота | людина-русалка | морські створіння | русалка | Сирена | фольклор | чоловік-русалка жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🧝‍♂️',
        'ельф | казка | Леголас | магічний | чаклун знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🧝‍♀️',
        'ельф | казка | Леголас | магічний | чаклун жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji(
      '🧞‍♂️',
      'бажання | джин | казкова лампа | міфічний | примха | чарівна лампа знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
    ),
    Emoji(
      '🧞‍♀️',
      'бажання | джин | казкова лампа | міфічний | примха | чарівна лампа жінка | жіноча стать | знак жінки | символ жінки ',
    ),
    Emoji(
      '🧟‍♂️',
      'жах | живий мрець | зобмі | зомбі | монстр | нечисть | хеллоуін знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
    ),
    Emoji(
      '🧟‍♀️',
      'жах | живий мрець | зобмі | зомбі | монстр | нечисть | хеллоуін жінка | жіноча стать | знак жінки | символ жінки ',
    ),
    Emoji('💆‍♂️',
        'відпочинок | голова | догляд | масаж | обличчя | релакс | салон | турбота знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('💆‍♀️',
        'відпочинок | голова | догляд | масаж | обличчя | релакс | салон | турбота жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('💇‍♂️',
        'волосся | зачіска | косметологія | краса | перукар | перукарня | салон | стрижка знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('💇‍♀️',
        'волосся | зачіска | косметологія | краса | перукар | перукарня | салон | стрижка жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🚶‍♂️',
        'гуляти | іти | крок | людина | людина йде | людина, що йде пішки | пішки | пішохід | прогулянка | що йде пішки знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🚶‍♀️',
        'гуляти | іти | крок | людина | людина йде | людина, що йде пішки | пішки | пішохід | прогулянка | що йде пішки жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🏃‍♂️',
        'біг | змагання | людина | марафон | навздогін | поспішати | спорт | спортсмен | швидкий знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🏃‍♀️',
        'біг | змагання | людина | марафон | навздогін | поспішати | спорт | спортсмен | швидкий жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🕺',
        'співак | танці | чоловік | чоловік танцює | чоловік, що танцює | шоумен | що танцює',
        hasSkinTone: true),
    Emoji('💃', 'жінка | сальса | сукня | танго | танець | танок | фламенко',
        hasSkinTone: true),
    Emoji('🕴️',
        'бізнес | костюм | чоловік | чоловік у діловому костюмі | чоловік у діловому костюмі, що левітує | чоловік у костюмі | що левітує ',
        hasSkinTone: true),
    Emoji(
      '👯‍♂️',
      'близнюки | вечірка | вуха | дівчина | жінка | кролик | люди | люди з кролячими вухами | найкращі друзі | однакові | пара | танцівниці | танцівниця знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
    ),
    Emoji(
      '👯‍♀️',
      'близнюки | вечірка | вуха | дівчина | жінка | кролик | люди | люди з кролячими вухами | найкращі друзі | однакові | пара | танцівниці | танцівниця жінка | жіноча стать | знак жінки | символ жінки ',
    ),
    Emoji('🧖‍♂️',
        'людина в лазні | людина в паркому приміщенні | парильня | релакс | сауна | хамам знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🧖‍♀️',
        'людина в лазні | людина в паркому приміщенні | парильня | релакс | сауна | хамам жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🧘',
        'дзен | йога | людина в позі лотоса | медитація | нірвана | поза лотоса | релакс | схрещені ноги',
        hasSkinTone: true),
    Emoji('👭',
        'дівчата | жінки | жінки, що тримаються за руки | пара | подруги | подружки | рука | тримаються за руки | що тримаються за руки',
        hasSkinTone: true),
    Emoji('👫',
        'близнята | дружба | жінка | за руки | пара | побачення | тримати | флірт | чоловік',
        hasSkinTone: true),
    Emoji('👬',
        'близнюки | Близнята | дружба | за руки | зодіак | лгбт | пара | флірт | хлопці | чоловіки',
        hasSkinTone: true),
    Emoji(
      '💏',
      'закоханість | кохання | любов | людина | пара | побачення | поцілунок | річниця | стосунки',
    ),
    Emoji(
      '👨‍❤️‍💋‍👨',
      'блондин | дорослий | людина | чоловік емоція | кохання | любов | серце | червоне відбиток | вуста | губи | закоханість | поцілунок | серце блондин | дорослий | людина | чоловік ',
    ),
    Emoji(
      '👩‍❤️‍💋‍👩',
      'білявка | доросла | жінка | людина емоція | кохання | любов | серце | червоне відбиток | вуста | губи | закоханість | поцілунок | серце білявка | доросла | жінка | людина ',
    ),
    Emoji(
      '💑',
      'закоханість | кохання | кохаю тебе | пара | побачення | серце | стосунки | чоловік і жінка із серцем між ними',
    ),
    Emoji(
      '👨‍❤️‍👨',
      'блондин | дорослий | людина | чоловік емоція | кохання | любов | серце | червоне блондин | дорослий | людина | чоловік ',
    ),
    Emoji(
      '👩‍❤️‍👩',
      'білявка | доросла | жінка | людина емоція | кохання | любов | серце | червоне білявка | доросла | жінка | людина ',
    ),
    Emoji(
      '👪',
      'батько | дитина | мама | матір | родина | сімʼя | тато',
    ),
    Emoji(
      '👨‍👩‍👦',
      'блондин | дорослий | людина | чоловік білявка | доросла | жінка | людина людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👨‍👩‍👧',
      'блондин | дорослий | людина | чоловік білявка | доросла | жінка | людина діва | дівчина | дівчинка | зодіак | хвостики | шкільниця ',
    ),
    Emoji(
      '👨‍👩‍👧‍👦',
      'блондин | дорослий | людина | чоловік білявка | доросла | жінка | людина діва | дівчина | дівчинка | зодіак | хвостики | шкільниця людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👨‍👩‍👦‍👦',
      'блондин | дорослий | людина | чоловік білявка | доросла | жінка | людина людина | малеча | хлопець | хлопчик людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👨‍👩‍👧‍👧',
      'блондин | дорослий | людина | чоловік білявка | доросла | жінка | людина діва | дівчина | дівчинка | зодіак | хвостики | шкільниця діва | дівчина | дівчинка | зодіак | хвостики | шкільниця ',
    ),
    Emoji(
      '👨‍👨‍👦',
      'блондин | дорослий | людина | чоловік блондин | дорослий | людина | чоловік людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👨‍👨‍👧',
      'блондин | дорослий | людина | чоловік блондин | дорослий | людина | чоловік діва | дівчина | дівчинка | зодіак | хвостики | шкільниця ',
    ),
    Emoji(
      '👨‍👨‍👧‍👦',
      'блондин | дорослий | людина | чоловік блондин | дорослий | людина | чоловік діва | дівчина | дівчинка | зодіак | хвостики | шкільниця людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👨‍👨‍👦‍👦',
      'блондин | дорослий | людина | чоловік блондин | дорослий | людина | чоловік людина | малеча | хлопець | хлопчик людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👨‍👨‍👧‍👧',
      'блондин | дорослий | людина | чоловік блондин | дорослий | людина | чоловік діва | дівчина | дівчинка | зодіак | хвостики | шкільниця діва | дівчина | дівчинка | зодіак | хвостики | шкільниця ',
    ),
    Emoji(
      '👩‍👩‍👦',
      'білявка | доросла | жінка | людина білявка | доросла | жінка | людина людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👩‍👩‍👧',
      'білявка | доросла | жінка | людина білявка | доросла | жінка | людина діва | дівчина | дівчинка | зодіак | хвостики | шкільниця ',
    ),
    Emoji(
      '👩‍👩‍👧‍👦',
      'білявка | доросла | жінка | людина білявка | доросла | жінка | людина діва | дівчина | дівчинка | зодіак | хвостики | шкільниця людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👩‍👩‍👦‍👦',
      'білявка | доросла | жінка | людина білявка | доросла | жінка | людина людина | малеча | хлопець | хлопчик людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👩‍👩‍👧‍👧',
      'білявка | доросла | жінка | людина білявка | доросла | жінка | людина діва | дівчина | дівчинка | зодіак | хвостики | шкільниця діва | дівчина | дівчинка | зодіак | хвостики | шкільниця ',
    ),
    Emoji(
      '👨‍👦',
      'блондин | дорослий | людина | чоловік людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👨‍👦‍👦',
      'блондин | дорослий | людина | чоловік людина | малеча | хлопець | хлопчик людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👨‍👧',
      'блондин | дорослий | людина | чоловік діва | дівчина | дівчинка | зодіак | хвостики | шкільниця ',
    ),
    Emoji(
      '👨‍👧‍👦',
      'блондин | дорослий | людина | чоловік діва | дівчина | дівчинка | зодіак | хвостики | шкільниця людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👨‍👧‍👧',
      'блондин | дорослий | людина | чоловік діва | дівчина | дівчинка | зодіак | хвостики | шкільниця діва | дівчина | дівчинка | зодіак | хвостики | шкільниця ',
    ),
    Emoji(
      '👩‍👦',
      'білявка | доросла | жінка | людина людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👩‍👦‍👦',
      'білявка | доросла | жінка | людина людина | малеча | хлопець | хлопчик людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👩‍👧',
      'білявка | доросла | жінка | людина діва | дівчина | дівчинка | зодіак | хвостики | шкільниця ',
    ),
    Emoji(
      '👩‍👧‍👦',
      'білявка | доросла | жінка | людина діва | дівчина | дівчинка | зодіак | хвостики | шкільниця людина | малеча | хлопець | хлопчик ',
    ),
    Emoji(
      '👩‍👧‍👧',
      'білявка | доросла | жінка | людина діва | дівчина | дівчинка | зодіак | хвостики | шкільниця діва | дівчина | дівчинка | зодіак | хвостики | шкільниця ',
    ),
    Emoji(
      '🗣️',
      'віщати | говорити | обличчя | оголошення | оголошувати | силует ',
    ),
    Emoji(
      '👤',
      'бюст | загадка | інкогніто | таємниця | тінь',
    ),
    Emoji(
      '👥',
      'бюст | люди | силует | силуети двох людських бюстів',
    ),
    Emoji(
      '🫂',
      'вдячність | втіха | дружба | любов | люди обіймаються | обійми | підтримка | привітання | прощання',
    ),
    Emoji(
      '👣',
      'відбитки | відбиток | нога | одяг | слід | стопи | ступні | тіло',
    ),
    Emoji(
      '🧳',
      'багаж | валіза | пакувати | подорож | торба на коліщатках | чемодан',
    ),
    Emoji(
      '🌂',
      'дощ | одяг | парасолька | погода | складена парасолька',
    ),
    Emoji(
      '☂️',
      'дощ | одяг | парасолька | погода ',
    ),
    Emoji(
      '🧵',
      'голка | жилка | котушка | нитка | пряжа | шиття | шпулька',
    ),
    Emoji(
      '🧶',
      'в’язання | клубок | моток | мотузка | нитка | нитки | прядиво | пряжа',
    ),
    Emoji(
      '👓',
      'одяг | око | окуляри',
    ),
    Emoji(
      '🕶️',
      'око | окуляри | сонцезахисні окуляри | темний ',
    ),
    Emoji(
      '🥽',
      'дайвінг | захисні окуляри | захист | захист очей | зварювання | маска для дайвінгу | маска для плавання | окуляри | плавання | скуба',
    ),
    Emoji(
      '🥼',
      'білий халат | вчений | доктор | експеримент | лабораторний халат | лікар | науковець | одяг',
    ),
    Emoji(
      '👔',
      'краватка | одяг',
    ),
    Emoji(
      '👕',
      'одяг | теніска | теніска поло | топ | футболка',
    ),
    Emoji(
      '👖',
      'джинси | одяг | штани',
    ),
    Emoji(
      '🧣',
      'зима | зимно | шалик | шарф | шия',
    ),
    Emoji(
      '🧤',
      'рука | рукавиця | рукавички',
    ),
    Emoji(
      '🧥',
      'зима | зимно | куртка | пальто | пуховик | холодно',
    ),
    Emoji(
      '🧦',
      'панчохи | шкарпетки',
    ),
    Emoji(
      '👗',
      'одяг | сукня',
    ),
    Emoji(
      '👘',
      'кімоно | одяг',
    ),
    Emoji(
      '👙',
      'бікіні | купальник | одяг | плавати',
    ),
    Emoji(
      '👚',
      'T-Shirt | блуза | жінка | жіночий одяг | одяг | топ | футболка',
    ),
    Emoji(
      '👛',
      'аксесуар | гаманець | гроші | монета | одяг',
    ),
    Emoji(
      '👜',
      'одяг | сумка',
    ),
    Emoji(
      '👝',
      'клатч | одяг | сумка',
    ),
    Emoji(
      '🎒',
      'навчання | ранець | сумка | шкільний портфель | шкільний рюкзак | школа',
    ),
    Emoji(
      '👞',
      'взуття | одяг | туфлі | чоловік | чоловіча туфля | чоловіче взуття',
    ),
    Emoji(
      '👟',
      'взуття | взуття для бігу | кросівка | кросівки | кросівок | одяг | спортивний',
    ),
    Emoji(
      '🥾',
      'взуття | гірські | дорожні | коричневе | похід | табір | трекінгові | туристичні | хайкінг | чоботи',
    ),
    Emoji(
      '🥿',
      'балерини | балетки | кеди | сліпони | тапочки | туфлі | туфлі без каблука | туфлі без підборів | човники',
    ),
    Emoji(
      '👠',
      'взуття | жінка | каблук | одяг | туфлі | туфля на високому підборі | шпилька',
    ),
    Emoji(
      '👡',
      'взуття | жінка | жіноча сандалія з підбором | каблук | одяг | сандалі',
    ),
    Emoji(
      '👢',
      'взуття | жінка | жіночий чобіт | одяг | тепле взуття | чобіт',
    ),
    Emoji(
      '👑',
      'ваша височність | королева | королевство | король | корона | одяг',
    ),
    Emoji(
      '👒',
      'жінка | жіночий капелюх | жіночий капелюшок | капелюх | одяг',
    ),
    Emoji(
      '🎩',
      'капелюх | одяг | фокус | циліндр | циліндр (капелюх) | чоловік',
    ),
    Emoji(
      '🎓',
      'академік | бонет | випуск | капелюх | квадратна академічна шапочка | одяг | професор | шапка',
    ),
    Emoji(
      '🧢',
      'бейсболка | бейсбольна кепка | капелюх | кашкет | кепка',
    ),
    Emoji(
      '⛑️',
      'допомога | захист | каска з білим хрестом | каска рятувальника | правила безпеки | робота | хрест | шапка | шолом ',
    ),
    Emoji(
      '💄',
      'губна помада | косметика | помада | червона помада',
    ),
    Emoji(
      '💍',
      'виходь за мене | діамант | заручення | каблучка | кохання | пропозиція',
    ),
    Emoji(
      '💼',
      'кейс | портфель',
    ),
  ]),

// ======================================================= Category.ANIMALS
  CategoryEmoji(Category.ANIMALS, [
    Emoji(
      '🐶',
      'морда | морда собаки | пес | собака | собача морда | тварина',
    ),
    Emoji(
      '🐱',
      'домашня тварина | кіт | котяча морда | морда | морда кота | тварина',
    ),
    Emoji(
      '🐭',
      'миша | мишача морда | морда | морда миші | пацюк | тварина',
    ),
    Emoji(
      '🐹',
      'домашня тварина | морда | морда хом’яка | тварина | хом’як | хом’якова | хомʼяк',
    ),
    Emoji(
      '🐰',
      'заєць | кролик | кроляча морда | морда | морда кроля | тварина',
    ),
    Emoji(
      '🦊',
      'лис | лисиця | лисича | лисяча | морда | тварина | хитрий',
    ),
    Emoji(
      '🐻',
      'ведмедева | ведмежа | ведмежача | ведмідь | морда | тварина',
    ),
    Emoji(
      '🐼',
      'морда | морда панди | панда | тварина',
    ),
    Emoji(
      '🐨',
      'ведмідь | морда | тварина',
    ),
    Emoji(
      '🐯',
      'морда | морда тигра | тварина | тигр | тигряча морда | хижак',
    ),
    Emoji(
      '🦁',
      'знак | зодіак | лев | лев’яча морда | морда | морда лева | тварина | хижак',
    ),
    Emoji(
      '🐮',
      'коров’яча морда | коровʼяча морда | корова | морда | морда корови | тварина',
    ),
    Emoji(
      '🐷',
      'морда | порося | рило свині | свиня | свиняче рило | тварина',
    ),
    Emoji(
      '🐽',
      'морда | рило | свиня | свиняче рильце | свинячий пʼятак',
    ),
    Emoji(
      '🐸',
      'болото | жабʼяча | жаба | жабина | морда | тварина',
    ),
    Emoji(
      '🐵',
      'мавпа | мавпяча морда | морда | морда мавпи | тварина',
    ),
    Emoji(
      '🙈',
      'бачити | заборонено | зло | мавпа | мавпа, що не бачить | не бачу | не бачу зла | обличчя | що не бачить | що не бачить зла',
    ),
    Emoji(
      '🙉',
      'заборонено | зло | мавпа | мавпа, що не чує | не чую | не чую зла | обличчя | чути | що не чує | що не чує зла',
    ),
    Emoji(
      '🙊',
      'говорити | заборонено | зло | мавпа | мовчу | не говорю лихого | не скажу | обличчя | ой | секрет | що не висловлює зла | що не говорить',
    ),
    Emoji(
      '🐒',
      'мавпа | тварина',
    ),
    Emoji(
      '💥',
      'бах | бум | вибух | іскра | комікси | спалах',
    ),
    Emoji(
      '💫',
      'запаморочення | зірка | комікси | символ запаморочення | фортуна | щаслива зірка',
    ),
    Emoji(
      '💦',
      'бризки | вода | комікси | краплі | краплі поту | піт',
    ),
    Emoji(
      '💨',
      'біг | комікси | мчати | порив вітру | стрімкість | швидко',
    ),
    Emoji(
      '🦍',
      'горила | мавпа | тварина',
    ),
    Emoji(
      '🐕',
      'домашня тварина | пес | собака | тварина',
    ),
    Emoji(
      '🐩',
      'пес | пудель | собака | тварина',
    ),
    Emoji(
      '🐺',
      'вовк | вовча | морда | тварина | хижак',
    ),
    Emoji(
      '🦝',
      'єнот | полоскун | ракун | тварина | хитрий | цікавий | шибеник',
    ),
    Emoji(
      '🐈',
      'домашній улюбленець | кіт | коша | тварина',
    ),
    Emoji(
      '🐅',
      'тварина | тигр | хижак',
    ),
    Emoji(
      '🐆',
      'дика кішка | леопард | тварина | хижак',
    ),
    Emoji(
      '🐴',
      'голова коня | кінь | кобила | лоша | морда | тварина',
    ),
    Emoji(
      '🐎',
      'верхогони | кінні | кінь | перегони | скачки | тварина',
    ),
    Emoji(
      '🦄',
      'голова | єдиноріг | казковий | морда',
    ),
    Emoji(
      '🦓',
      'зебра | смуга | тварина',
    ),
    Emoji(
      '🐂',
      'бик | віл | зодіак | тварина | телець',
    ),
    Emoji(
      '🐃',
      'буйвіл | тварина',
    ),
    Emoji(
      '🐄',
      'молоко | му | тварина | ферма',
    ),
    Emoji(
      '🐖',
      'льоха | порося | свиноматка | свиня | тварина',
    ),
    Emoji(
      '🐗',
      'вепр | кабан | кнур | тварина',
    ),
    Emoji(
      '🐏',
      'баран | вівця | гороскоп | зодіак | овен | тварина',
    ),
    Emoji(
      '🐑',
      'вівця | вовна | тварина | ферма | ягня',
    ),
    Emoji(
      '🐐',
      'гороскоп | зодіак | козел | козеріг | тварина | цап',
    ),
    Emoji(
      '🐪',
      'верблюд | горб | дромадер | одногорбий | пустеля | Сахара | тварина',
    ),
    Emoji(
      '🐫',
      'бактріан | верблюд | горб | двогорбий | караван | пустеля | тварина',
    ),
    Emoji(
      '🦙',
      'альпака | вікунья | вовна | гуанако | лама | тварина | хутро | шерсть',
    ),
    Emoji(
      '🦒',
      'жирафа | плями | тварина',
    ),
    Emoji(
      '🐘',
      'слон | тварина',
    ),
    Emoji(
      '🦏',
      'носоріг | сафарі | тварина',
    ),
    Emoji(
      '🦛',
      'бегемот | гіпопотам | ссавець | тварина',
    ),
    Emoji(
      '🐁',
      'миша | тварина',
    ),
    Emoji(
      '🐀',
      'пацюк | тварина | щур',
    ),
    Emoji(
      '🐇',
      'заєць | кріль | кролик | тварина',
    ),
    Emoji(
      '🐿️',
      'білка | бурундук | вивірка | тварина ',
    ),
    Emoji(
      '🦔',
      'голчастий | їжак | колючий | колючки',
    ),
    Emoji(
      '🦇',
      'вампір | кажан | тварина',
    ),
    Emoji(
      '🦘',
      'Австралія | кенгуру | кенгурятко | стрибати | стрибок | сумка | сумчастий | сумчасті | тварина | торбун',
    ),
    Emoji(
      '🦡',
      'борсук | куницеві | медоїд | мустелові | ссавець | тварина | хутро',
    ),
    Emoji(
      '🐾',
      'відбитки лап | лапа | слід | сліди лап',
    ),
    Emoji(
      '🦃',
      'індик | індичка | птах',
    ),
    Emoji(
      '🐔',
      'квочка | курка | курча | птах',
    ),
    Emoji(
      '🐓',
      'когут | півень | птах',
    ),
    Emoji(
      '🐣',
      'Великдень | вилуплюватися | курча | курча, що вилуплюється | новонароджений | прокльовуватися | птах | пташка | що вилуплюється',
    ),
    Emoji(
      '🐤',
      'курка | курча | курчатко | мале курча',
    ),
    Emoji(
      '🐥',
      'анфас | курча | орнітологія | пискля | пташа | пташка | тварина',
    ),
    Emoji(
      '🐦',
      'птах | пташка',
    ),
    Emoji(
      '🐧',
      'пінгвін | птах',
    ),
    Emoji(
      '🕊️',
      'голуб | голуб миру | літати | мир | птах ',
    ),
    Emoji(
      '🦅',
      'орел | птах | хижак',
    ),
    Emoji(
      '🦆',
      'качка | птах',
    ),
    Emoji(
      '🦢',
      'гидке качення | гидке каченя | лебеденя | лебідь | озеро | птах | птаха | тварина',
    ),
    Emoji(
      '🦉',
      'безсоння | мудрість | ніч | пізно | птах | сова',
    ),
    Emoji(
      '🦚',
      'зарозумілий | кольоровий | красива | пава | павлін | птах | тварина | фазан | хвалькуватий | хвіст',
    ),
    Emoji(
      '🦜',
      'ара | балакучий | папуга | папужка | пірат | птах | птаха | розмовляє | тварина',
    ),
    Emoji(
      '🐊',
      'алігатор | крокодил | тварина | хижак',
    ),
    Emoji(
      '🐢',
      'тварина | черепаха',
    ),
    Emoji(
      '🦎',
      'плазун | рептилія | ящірка',
    ),
    Emoji(
      '🐍',
      'гадюка | змієносець | змій | змія | зодіак',
    ),
    Emoji(
      '🐲',
      'голова | голова дракона | дракон | зелений дракон | казка',
    ),
    Emoji(
      '🐉',
      'дракон | казка',
    ),
    Emoji(
      '🦕',
      'апатозавр | брахіозавр | бронтозавр | динозавр | диплодок | завропод | зауропод',
    ),
    Emoji(
      '🦖',
      'Динозавр | тиранозавр | Тиранозавр | тиранозавр королівський | Тиранозавр Рекс',
    ),
    Emoji(
      '🧌',
      'казка | монстр | тролінг | троль | фентезі',
    ),
    Emoji(
      '🐳',
      'кит | обличчя | океан | пляж | тварина | фонтан',
    ),
    Emoji(
      '🐋',
      'кит',
    ),
    Emoji(
      '🐬',
      'дельфін | плавець',
    ),
    Emoji(
      '🐟',
      'гороскоп | зодіак | риба | риби',
    ),
    Emoji(
      '🐠',
      'море | океан | риба | тропічна риба | тропічний',
    ),
    Emoji(
      '🐡',
      'риба | риба-їжак | риба-куля',
    ),
    Emoji(
      '🦈',
      'акула | риба',
    ),
    Emoji(
      '🐙',
      'восьминіг',
    ),
    Emoji(
      '🪹',
      'гілка | гніздечко | гніздо | гніздування | дім | порожнє гніздо',
    ),
    Emoji(
      '🪺',
      'гілка | гніздечко | гніздо | гніздо з пташиними яйцями | гніздо з яйцями | гніздування | птах | яйце | яйця',
    ),
    Emoji(
      '🐚',
      'морська мушля | мушля | спіральна мушля | спіральний',
    ),
    Emoji(
      '🪸',
      'зміна клімату | корал | море | океан | риф',
    ),
    Emoji(
      '🐌',
      'павлик-равлик | петрик | природа | равлик | слимак | тварина',
    ),
    Emoji(
      '🦋',
      'гарний | комаха | метелик',
    ),
    Emoji(
      '🐛',
      'гусінь | комаха | комашина | комашка',
    ),
    Emoji(
      '🐜',
      'комаха | мураха',
    ),
    Emoji(
      '🐝',
      'бджола | комаха',
    ),
    Emoji(
      '🐞',
      'жучок | комаха | корівка | сонечко',
    ),
    Emoji(
      '🦗',
      'жук | комаха | коник | кукарача | тарган | цвіркун',
    ),
    Emoji(
      '🕷️',
      'комаха | павук ',
    ),
    Emoji(
      '🕸️',
      'павук | павутина | павутиння ',
    ),
    Emoji(
      '🦂',
      'зодіак | скорпіон',
    ),
    Emoji(
      '🦟',
      'вірус | гарячка | комар | комаха | малярія | москіт | укус | хвороба',
    ),
    Emoji(
      '🦠',
      'амеба | бактерії | бактерія | вірус | мікроб | мікроби | мікроорганізм | наука | хвороба',
    ),
    Emoji(
      '💐',
      'букет | квіти | квітка | кохання | рози | рослина',
    ),
    Emoji(
      '🌸',
      'вишневий цвіт | вишня | квітка | рослина | цвіт | цвіт вишні',
    ),
    Emoji(
      '💮',
      'біла квітка | квітка',
    ),
    Emoji(
      '🏵️',
      'бутон | квітка | розета | розетка | рослина | чорнобривець ',
    ),
    Emoji(
      '🪷',
      'безтурботність | буддизм | врівноваженість | гармонія | індуїзм | квітка | краса | лад | лотос | мир | символ чистоти | спокій',
    ),
    Emoji(
      '🌹',
      'квітка | рослина | троянда | червона троянда',
    ),
    Emoji(
      '🥀',
      'завʼяла троянда | зів’яла | зів’яла троянда | квітка | привʼяла троянда',
    ),
    Emoji(
      '🌺',
      'гібіскус | квітка | рослина',
    ),
    Emoji(
      '🌻',
      'квітка | рослина | сонце | сонях | соняшник',
    ),
    Emoji(
      '🌼',
      'жовта квітка | квітка | ромашка | рослина',
    ),
    Emoji(
      '🌷',
      'квітка | рожевий тюльпан | рослина | тюльпан',
    ),
    Emoji(
      '🌱',
      'листя | паросток | рослина | саджанець | сіянець',
    ),
    Emoji(
      '🌲',
      'вічнозелена рослина | вічнозелене дерево | дерево | рослина | сосна | ялинка',
    ),
    Emoji(
      '🌳',
      'дерево | листяне дерево | листяний | опадає | рослина',
    ),
    Emoji(
      '🌴',
      'дерево | пальма | рослина | тропіки',
    ),
    Emoji(
      '🌵',
      'кактус | пустеля | рослина',
    ),
    Emoji(
      '🌾',
      'колос | колосся рису | пшениця | рис | рисовий колосок | рослина | сніпок рису',
    ),
    Emoji(
      '🌿',
      'листок | листя | лікарська рослина | рослина',
    ),
    Emoji(
      '☘️',
      'ірландський | конюшина | листя | рослина | трилисник ',
    ),
    Emoji(
      '🍀',
      '4 | конюшина | листок | листя | рослина | фортуна | чотири | чотирилиста конюшина | чотирилисткова конюшина | щастить',
    ),
    Emoji(
      '🍁',
      'дерево | клен | кленовий листок | листок | листя | опадати | осінь | рослина',
    ),
    Emoji(
      '🍂',
      'листок | листопад | листя | опадати | опале листя | опалий листок | осінь | рослина',
    ),
    Emoji(
      '🍃',
      'вітер | дути | кружляти | листок | листя | листя, що кружляє за вітром | рослина | що кружляє за вітром',
    ),
    Emoji(
      '🍄',
      'гриб | гриб із шапинкою | мухомор | плодове тіло',
    ),
    Emoji(
      '🌰',
      'горіх | каштан | рослина',
    ),
    Emoji(
      '🦀',
      'зодіак | краб | рак',
    ),
    Emoji(
      '🦞',
      'біск | дари моря | клешні | лобстер | морепродукти | омар | рак | раковий суп | тварина | червоний лобстер',
    ),
    Emoji(
      '🦐',
      'їжа | креветка | морепродукт',
    ),
    Emoji(
      '🦑',
      'їжа | кальмар | молюск',
    ),
    Emoji(
      '🌍',
      'африка | Африка | глобус | глобус, що показує Європу й Африку | європа | Європа | земля | світ | що показує Європу й Африку',
    ),
    Emoji(
      '🌎',
      'Америка | глобус | глобус, що показує Америки | Західна півкуля | земля | планета | світ | що показує Америки',
    ),
    Emoji(
      '🌏',
      'австралія | Австралія | азія | Азія | глобус | глобус, що показує Азію і Австралію | земля | світ | що показує Азію і Австралію',
    ),
    Emoji(
      '🌐',
      'глобус | глобус із меридіанами | земля | земна куля з меридіанами | меридіани | світ',
    ),
    Emoji(
      '🌑',
      'космос | місяць | молодий | погода | темний',
    ),
    Emoji(
      '🌒',
      'зростаючий | космос | місяць | місяць у першій чверті | молодий півмісяць | півмісяць | погода',
    ),
    Emoji(
      '🌓',
      'космос | луна | місяць | місяць у першій чверті | перша чверть місяця | погода | чверть',
    ),
    Emoji(
      '🌔',
      'зростаючий | космос | місяць | місяць у другій чверті | погода | серпоподібний',
    ),
    Emoji(
      '🌕',
      'космос | місяць | повний | погода',
    ),
    Emoji(
      '🌖',
      'космос | місяць | місяць у третій чверті | погода | серпоподібний | спадаючий',
    ),
    Emoji(
      '🌗',
      'затемнення | космос | місяць | місяць в останній чверті | небо | остання чверть місяця | планета | погода | супутник | чверть',
    ),
    Emoji(
      '🌘',
      'космос | місяць | місяць у четвертій чверті | півмісяць | погода | спадаючий | старий місяць',
    ),
    Emoji(
      '🌙',
      'космос | місяць | півмісяць | погода | серп місяця',
    ),
    Emoji(
      '🌚',
      'космос | місяць | молодий місяць з обличчям | обличчя | погода',
    ),
    Emoji(
      '🌛',
      'космос | місяць | обличчя | перша чверть місяця з обличчям | погода | чверть',
    ),
    Emoji(
      '🌜',
      'космос | місяць | обличчя | остання чверть місяця з обличчям | погода | чверть',
    ),
    Emoji(
      '☀️',
      'космос | погода | промені | сонце | сонячний | яскравий ',
    ),
    Emoji(
      '🌝',
      'місяць | обличчя | повний | повний місяць з обличчям | яскравий',
    ),
    Emoji(
      '🌞',
      'весна | космос | літо | обличчя | погода | сонце | сонце з обличчям | яскравий',
    ),
    Emoji(
      '⭐',
      'зірка | середня біла зірка',
    ),
    Emoji(
      '🌟',
      'блискучий | зірка | іскра | світиться | світло | сяє | сяйна зірка',
    ),
    Emoji(
      '🌠',
      'зірка | космос | метеор | небо | падає',
    ),
    Emoji(
      '☁️',
      'погода | хмара ',
    ),
    Emoji(
      '⛅',
      'погода | сонце | сонце за хмарою | хмара | хмарно',
    ),
    Emoji(
      '⛈️',
      'грім | дощ | погода | хмара | хмара з блискавкою та дощем ',
    ),
    Emoji(
      '🌤️',
      'незначна хмарність | погода | сонце | сонце за хмаркою | хмара ',
    ),
    Emoji(
      '🌥️',
      'погода | сонце | сонце за хмариною | сонце за хмарою | хмара ',
    ),
    Emoji(
      '🌦️',
      'дощ | погода | сонце | сонце за дощовою хмарою | хмара ',
    ),
    Emoji(
      '🌧️',
      'дощ | погода | хмара | хмара з дощем ',
    ),
    Emoji(
      '🌨️',
      'погода | сніг | хмара | хмара зі снігом | холодний | холодно ',
    ),
    Emoji(
      '🌩️',
      'блискавка | погода | хмара | хмара з блискавкою ',
    ),
    Emoji(
      '🌪️',
      'погода | торнадо | ураган | хмара ',
    ),
    Emoji(
      '🌫️',
      'погода | туман | хмара ',
    ),
    Emoji(
      '🌬️',
      'вітер | віяти | обличчя | обличчя, що дме | погода | хмара | що дме ',
    ),
    Emoji(
      '🌈',
      'бісексуал | гей | гендер | глбт | дощ | квір | лгбт | лесбіянка | погода | природа | транс',
    ),
    Emoji(
      '☂️',
      'дощ | одяг | парасолька | погода ',
    ),
    Emoji(
      '☔',
      'дощ | крапля | одяг | парасолька | парасолька з краплями дощу | погода',
    ),
    Emoji(
      '⚡',
      'блискавка | висока напруга | електрика | електричний | напруга | небезпека',
    ),
    Emoji(
      '❄️',
      'погода | сніг | сніжинка | холод | холодний ',
    ),
    Emoji(
      '☃️',
      'зима | погода | сніг | сніговик | холодний ',
    ),
    Emoji(
      '⛄',
      'cніговик | погода | сніг | сніговик | сніговик без снігу | холодний',
    ),
    Emoji(
      '☄️',
      'астероїд | комета | космос ',
    ),
    Emoji(
      '🔥',
      'вогонь | інструмент | полум’я',
    ),
    Emoji(
      '💧',
      'комічний | крапля | піт | погода | холодний',
    ),
    Emoji(
      '🫧',
      'бульбашка | бульбашки | бульбашки газу | мило | перлина | під водою | пускати бульбашки | чистити',
    ),
    Emoji(
      '🌊',
      'вода | океан | погода | хвиля',
    ),
    Emoji(
      '🎄',
      'дерево | Новий рік | різдво | різдвяна ялинка | святкування | ялинка',
    ),
    Emoji(
      '✨',
      'блискітки | зірка | іскра | іскри | яскравий',
    ),
    Emoji(
      '🎋',
      'банер | гілка тандзаку | дерево | рослина | святкування | танабата | танабата, гілка тандзаку | японське святкування | японський',
    ),
    Emoji(
      '🎍',
      'бамбук | прикраси на ялинку | рослина | святкування | сосна | японський',
    ),
  ]),

// ======================================================= Category.FOODS
  CategoryEmoji(Category.FOODS, [
    Emoji(
      '🍇',
      'виноград | виноградина | виноградини | їжа | плід | ягоди',
    ),
    Emoji(
      '🍈',
      'диня | їжа | плід | фрукт',
    ),
    Emoji(
      '🍉',
      'їжа | кавун | літо | плід',
    ),
    Emoji(
      '🍊',
      'їжа | мандарин | оранжевий | плід | помаранч | танжерин | фрукт',
    ),
    Emoji(
      '🍋',
      'жовтий лимон | лимон | плід | цитрус',
    ),
    Emoji(
      '🍌',
      'банан | їжа | плід | фрукт',
    ),
    Emoji(
      '🍍',
      'ананас | їжа | плід | фрукт',
    ),
    Emoji(
      '🥭',
      'їжа | манго | плід | тропічний | фрукт | шейкер',
    ),
    Emoji(
      '🍎',
      'їжа | плід | фрукт | червоне яблуко | червоний | яблуко',
    ),
    Emoji(
      '🍏',
      'епл | зелене яблуко | зелений | їжа | плід | фрукт | яблуко',
    ),
    Emoji(
      '🍐',
      'груша | їжа | плід | фрукт',
    ),
    Emoji(
      '🍑',
      'абрикос | їжа | персик | плід | фрукт',
    ),
    Emoji(
      '🍒',
      'вишні | вишня | їжа | плоди | червоні | черешня | ягоди',
    ),
    Emoji(
      '🍓',
      'їжа | плід | полуниця | ягода',
    ),
    Emoji(
      '🥝',
      'їжа | ківі | плід | фрукт',
    ),
    Emoji(
      '🍅',
      'овоч | плід | помідор | сеньйор помідор | томат | червоний помідор',
    ),
    Emoji(
      '🥥',
      'відпустка | кокос | пальма | Піна-Колада | пінья колада | тропіки',
    ),
    Emoji(
      '🥑',
      'авокадо | їжа | плід',
    ),
    Emoji(
      '🍆',
      'баклажан | їжа | овоч',
    ),
    Emoji(
      '🥔',
      'їжа | картопля | овоч',
    ),
    Emoji(
      '🥕',
      'заяць | заяча їжа | їжа | морква | морквина | овоч',
    ),
    Emoji(
      '🌽',
      'їжа | качан | качан кукурудзи | кукурудза | маїс',
    ),
    Emoji(
      '🌶️',
      'гострий | перець | приправа | чилі ',
    ),
    Emoji(
      '🥒',
      'їжа | корнішон | овоч | огірок',
    ),
    Emoji(
      '🥬',
      'бок-чой | бурґери | зелені листки | зелень | капуста | кель | латук | листок | листя | листя салату | салат',
    ),
    Emoji(
      '🥦',
      'броколі | їжа | кучерява | овоч | цвітна капуста',
    ),
    Emoji(
      '🍄',
      'гриб | гриб із шапинкою | мухомор | плодове тіло',
    ),
    Emoji(
      '🥜',
      'арахіс | горіх | земляний горіх | їжа | їстівний',
    ),
    Emoji(
      '🫘',
      'боби | бобові | їжа | квасолина | квасоля | невеликі',
    ),
    Emoji(
      '🌰',
      'горіх | каштан | рослина',
    ),
    Emoji(
      '🍞',
      'буханець | їжа | паляниця | хліб | хлібина',
    ),
    Emoji(
      '🥐',
      'булочний виріб | звій півмісяцем | їжа | круасан | пекарня | сніданок | Франція | французький',
    ),
    Emoji(
      '🥖',
      'багет | булка | випічка | їжа | франція | французький | хліб',
    ),
    Emoji(
      '🥨',
      'бублик | випічка | кренделик | крендель | прецель | сплетений',
    ),
    Emoji(
      '🥯',
      'багель | бейгл | бублик | булочка | випічка | десерт | начинка | пампух | пончик | сніданок',
    ),
    Emoji(
      '🥞',
      'їжа | креп | крепи | млинець | млинці | налисник | налисники | сніданок',
    ),
    Emoji(
      '🧀',
      'їжа | кусень сиру | сир | шматок сиру',
    ),
    Emoji(
      '🍖',
      'їжа | кістка | м’ясо | м’ясо на кістці',
    ),
    Emoji(
      '🍗',
      'їжа | кістка | курка | ніжка | ніжка свійської птиці | птиця | ципля "гриль"',
    ),
    Emoji(
      '🥩',
      'бараняча відбивна | їжа | котлета | мʼясний філей | мʼясо | свиняча котлета | стейк',
    ),
    Emoji(
      '🥓',
      'бекон | їжа | м’ясо',
    ),
    Emoji(
      '🍔',
      'бургер | гамбургер | їжа | чизбургер',
    ),
    Emoji(
      '🍟',
      'картопля | фрі',
    ),
    Emoji(
      '🍕',
      'їжа | піца | сир | шматок',
    ),
    Emoji(
      '🌭',
      'їжа | сосиска | сосиска в тісті | хот-дог',
    ),
    Emoji(
      '🥪',
      'їжа | сандвіч | сендвіч | хліб',
    ),
    Emoji(
      '🌮',
      'їжа | мексика | Мексика | мексиканська їжа | мексиканська кухня | тако | такос',
    ),
    Emoji(
      '🌯',
      'буріто | їжа | мексика | Мексика',
    ),
    Emoji(
      '🥙',
      'їжа | кебаб | лаваш | лаваш із начинкою | начинка | піта | фалафель',
    ),
    Emoji(
      '🍳',
      'готування їжі | їжа | пательня | сковорода | смажити | сніданок | яєчня | яйце',
    ),
    Emoji(
      '🥘',
      'їжа | каструля | каструля з їжею | плов | рагу | суп',
    ),
    Emoji(
      '🍲',
      'горщик | горщик з їжею | їжа | овочевий суп | перше | рагу | суп | суп з локшиною',
    ),
    Emoji(
      '🥣',
      'борщ | злаки | їжа | миска з ложкою | піала | рисова каша | сніданок | суп',
    ),
    Emoji(
      '🥗',
      'дієта | здорове харчування | зелений | їжа | салат',
    ),
    Emoji(
      '🍿',
      'попкорн',
    ),
    Emoji(
      '🧂',
      'аромат | приправа | сварка | сіль | сільниця | сільничка | смак | солоний | спеції',
    ),
    Emoji(
      '🥫',
      'банка | консерви | консервовані томати',
    ),
    Emoji(
      '🫙',
      'банка | ємність | зберігання | нічого | порожня | слоїк | соус | спеції',
    ),
    Emoji(
      '🍱',
      'бенто | їжа | набір суші | обід у коробці | суші | упаковка',
    ),
    Emoji(
      '🍘',
      'їжа | крекер | рис | рисовий крекер',
    ),
    Emoji(
      '🍙',
      'їжа | кулька | рис | рисова кулька | японський',
    ),
    Emoji(
      '🍚',
      'варений | їжа | приготований рис | рис',
    ),
    Emoji(
      '🍛',
      'їжа | карі | рис | рис із карі | рисовий суп',
    ),
    Emoji(
      '🍜',
      'з якої піднімається пара | їжа | локшина | миска | миска, з якої піднімається пара | парувати | рамен | суп',
    ),
    Emoji(
      '🍝',
      'їжа | італійська кухня | паста | спагеті',
    ),
    Emoji(
      '🍠',
      'батат | їжа | овоч | печений батат | печений топінамбур | смажити',
    ),
    Emoji(
      '🍢',
      'їжа | кебаб | морський | оден | шампур',
    ),
    Emoji(
      '🍣',
      'їжа | суші',
    ),
    Emoji(
      '🍤',
      'їжа | креветка | смажена креветка | смажений | темпура',
    ),
    Emoji(
      '🍥',
      'випічка | рибний | рибний рулет зі спіральним візерунком | рулет',
    ),
    Emoji(
      '🥮',
      'Азія | місячний пиріг | місячний пряник | мункейк | осінь | пиріжок | повний місяць | свято | фестиваль | юебін',
    ),
    Emoji(
      '🍡',
      'данго | десерт | рисові кульки на шпажці | солодкий | шампур | японський',
    ),
    Emoji(
      '🥟',
      'вареник | вушко | галушка | їжа | пельмень | пиріжок | пироги',
    ),
    Emoji(
      '🥠',
      'печиво з передбаченням | печиво з повідомленням | печиво-пророцтво | пророцтво',
    ),
    Emoji(
      '🥡',
      'доставка їжі | їжа | коробка з їжею на винос | коробка з китайською їжею | палички для їжі',
    ),
    Emoji(
      '🍦',
      'десерт | м’яке морозиво | м’який | морозиво | морозиво в ріжку | пломбир | солодкий',
    ),
    Emoji(
      '🍧',
      'десерт | лід | льодова стружка | морозиво | солодкий | стружка',
    ),
    Emoji(
      '🍨',
      'десерт | їжа | морозиво | солодкий',
    ),
    Emoji(
      '🍩',
      'десерт | їжа | пончик | солодкий',
    ),
    Emoji(
      '🍪',
      'десерт | печиво | солодкий | шоколадне печиво',
    ),
    Emoji(
      '🎂',
      'бажання | випічка | день | десерт | народження | свічки | святковий торт | святкування | солодкий | солодощі | торт | торт на день народження',
    ),
    Emoji(
      '🍰',
      'випічка | десерт | солодкий | тістечко | торт | шматок',
    ),
    Emoji(
      '🧁',
      'випічка | десерт | капкейк | кекс | ласощі | посипка | смаколик | солодке | солодощі | тістечко | торт',
    ),
    Emoji(
      '🥧',
      'випічка | десерт | начинка | пиріг',
    ),
    Emoji(
      '🍫',
      'десерт | плитка | плитка шоколаду | солодкий | шоколад',
    ),
    Emoji(
      '🍬',
      'десерт | солодкий | цукерка',
    ),
    Emoji(
      '🍭',
      'десерт | льодяник | солодкий | цукерка',
    ),
    Emoji(
      '🍮',
      'десерт | заварний крем | їжа | пудинг | солодкий',
    ),
    Emoji(
      '🍯',
      'горщик | горщик із медом | мед | солодкий',
    ),
    Emoji(
      '🍼',
      'годування | молоко | немовля | пити | пляшечка | пляшечка для немовляти',
    ),
    Emoji(
      '🥛',
      'молоко | напій | склянка | склянка молока',
    ),
    Emoji(
      '🫗',
      'виливати | випадковість | вода | напій | порожня | проливати | розлити | склянка | упс',
    ),
    Emoji(
      '☕',
      'гарячий | кава | кафе | кофеїн | напій | паруючий | пити | сніданок | чай',
    ),
    Emoji(
      '🍵',
      'гарячий | зелений чай | їжа | крем-суп | напій | піала | суп | чай | чайна чашка без вушка | чашка',
    ),
    Emoji(
      '🧉',
      'калабас | мате | напій | чай із падуба',
    ),
    Emoji(
      '🍶',
      'бар | напій | пити | пляшка | саке | чашка',
    ),
    Emoji(
      '🍾',
      'бар | вино | відкорковувати | ігристе | корок | пити | пляшка | стріляти | тиск | шампанське',
    ),
    Emoji(
      '🍷',
      'бар | вино | келих | келих для вина | напій | пити',
    ),
    Emoji(
      '🍸',
      'бар | бокал | бокал для коктейлю | коктейль | мартіні | пити',
    ),
    Emoji(
      '🍹',
      'бар | коктейль | пити | тропічний | тропічний напій',
    ),
    Emoji(
      '🍺',
      'бар | будьмо! | кухоль | кухоль із пивом | пиво | пити',
    ),
    Emoji(
      '🍻',
      'алкоголь | бар | кухлі | напої | пиво | пиття | тости | цокання | цокатися',
    ),
    Emoji(
      '🥂',
      'бокалів | будьмо | дзвін | напій | Новий рік | святкування',
    ),
    Emoji(
      '🥃',
      'алкоголь | бокал | віскі | напій | спиртне | стакан віскі',
    ),
    Emoji(
      '🥤',
      'напій | одноразовий стакан | сік | содова | соломинка | соломка | трубочка',
    ),
    Emoji(
      '🥢',
      'куайцзи | о-хасі | палички | палички для їжі | хаші | чоккарак',
    ),
    Emoji(
      '🍽️',
      'вечеря | виделка | виделка, ніж і тарілка | кулінарія | ніж | ніж і тарілка | обід | сніданок | тарілка ',
    ),
    Emoji(
      '🍴',
      'вечеря | їжа | їсти | кулінарія | обід | ресторан | смакота | смачно | сніданок | столові прибори',
    ),
    Emoji(
      '🥄',
      'ложка | прибори | столові прибори',
    ),
  ]),

// ======================================================= Category.TRAVEL
  CategoryEmoji(Category.TRAVEL, [
    Emoji(
      '🗾',
      'карта | карта японії | карта Японії | мапа Японії | острів | японія | Японія',
    ),
    Emoji(
      '🏔️',
      'Альпи | гора | гора із засніженою верхівкою | Еверест | Ельбрус | засніжена гора | сніг | холодний ',
    ),
    Emoji(
      '⛰️',
      'гора ',
    ),
    Emoji(
      '🌋',
      'виверження | вулкан | гора | лава',
    ),
    Emoji(
      '🗻',
      'гора | Фудзи | фудзі',
    ),
    Emoji(
      '🏕️',
      'кемпінг | похід ',
    ),
    Emoji(
      '🏖️',
      'відпочинок | парасоля | пляж | пляж і парасолька ',
    ),
    Emoji(
      '🏜️',
      'оаза | пустеля ',
    ),
    Emoji(
      '🏝️',
      'безлюдний | берег | острів | пальма ',
    ),
    Emoji(
      '🏞️',
      'картина | ландшафт | національний парк | парк ',
    ),
    Emoji(
      '🏟️',
      'вболівальники | гра | стадіон | футбол ',
    ),
    Emoji(
      '🏛️',
      'антична будівля | будівля | доричні колони | класичний | колони ',
    ),
    Emoji(
      '🏗️',
      'будівля | спорудження | спорудження будівлі ',
    ),
    Emoji(
      '🏘️',
      'будинок | будівля | вулиця | група будинків ',
    ),
    Emoji(
      '🏚️',
      'будинок | будівля | заброшений | занедбаний будинок | покинутий | сарай | стара будівля ',
    ),
    Emoji(
      '🏠',
      'будинок | будівля | вдома | дім',
    ),
    Emoji(
      '🏡',
      'будинок | будинок із садом | будівля | дім | сад',
    ),
    Emoji(
      '🏢',
      'будівля | офісна будівля',
    ),
    Emoji(
      '🏣',
      'будівля | пошта | японська пошта | японське поштове відділення | японський',
    ),
    Emoji(
      '🏤',
      'будівля | європейський | пошта | поштове відділення',
    ),
    Emoji(
      '🏥',
      'будівля | госпіталь | лікар | лікарня | медицина',
    ),
    Emoji(
      '🏦',
      'банк | будівля',
    ),
    Emoji(
      '🏨',
      'будівля | готель',
    ),
    Emoji(
      '🏩',
      'будівля | готель | готель для закоханих | кохання | мотель',
    ),
    Emoji(
      '🏪',
      'будівля | магазин | цілодобовий',
    ),
    Emoji(
      '🏫',
      'будівля | школа',
    ),
    Emoji(
      '🏬',
      'банк | будівля | офіс | універмаг',
    ),
    Emoji(
      '🏭',
      'будівля | завод | фабрика',
    ),
    Emoji(
      '🏯',
      'будівля | пагода | японський замок',
    ),
    Emoji(
      '🏰',
      'будівля | європейська | замок | фортеця',
    ),
    Emoji(
      '💒',
      'весілля | каплиця | кохання | церемонія',
    ),
    Emoji(
      '🗼',
      'вежа | токійська вежа | Токійська вежа | Токіо',
    ),
    Emoji(
      '🗽',
      'свобода | статуя | статуя свободи | Статуя Свободи | США',
    ),
    Emoji(
      '⛪',
      'будівля | релігія | хрест | християнський | церква',
    ),
    Emoji(
      '🕌',
      'іслам | мечеть | мусульманський | релігія',
    ),
    Emoji(
      '🕍',
      'єврей | єврейський | іудаїзм | релігія | синагога | храм',
    ),
    Emoji(
      '⛩️',
      'релігія | святиня | синтоїстський | синтоїстський храм ',
    ),
    Emoji(
      '🕋',
      'іслам | кааба | Кааба | мусульманський | релігія | хадж',
    ),
    Emoji(
      '⛲',
      'фонтан',
    ),
    Emoji(
      '⛺',
      'намет | похід',
    ),
    Emoji(
      '🌁',
      'верхівка | гора | погода | топ | туман | туманно',
    ),
    Emoji(
      '🌃',
      'зірка | зоряна ніч | ніч | погода',
    ),
    Emoji(
      '🏙️',
      'будівля | вечір | краєвид міста | місто | міський краєвид | сутінки в місті ',
    ),
    Emoji(
      '🌄',
      'гора | погода | ранок | сонце | схід | схід сонця над горами',
    ),
    Emoji(
      '🌅',
      'погода | ранок | світанок | сонце | схід сонця',
    ),
    Emoji(
      '🌆',
      'будівля | вечір | захід | ландшафт | місто | місто в сутінках | сутінки',
    ),
    Emoji(
      '🌇',
      'будівля | захід сонця | місто | сонце | сутінки',
    ),
    Emoji(
      '🌉',
      'golden gate | міст | міст уночі | ніч | погода',
    ),
    Emoji(
      '🎠',
      'карусель | кінь | коник на каруселі | лицар | лицарський кінь',
    ),
    Emoji(
      '🎡',
      'колесо | колесо огляду | огляд | парк розваг | чортове колесо',
    ),
    Emoji(
      '🎢',
      'американський | американські гірки | гірки | парк розваг',
    ),
    Emoji(
      '🚂',
      'двигун | залізниця | паровий | паровий локомотив | паровоз | потяг | транспорт',
    ),
    Emoji(
      '🚃',
      'вагон | електричний | залізниця | трамвай | транспорт | тролейбус',
    ),
    Emoji(
      '🚄',
      'залізниця | інтерсіті | потяг | транспорт | швидкісний',
    ),
    Emoji(
      '🚅',
      'залізниця | інтерсіті | кулеподібний | потяг | транспорт | швидкісний | швидкісний потяг з округлим носом',
    ),
    Emoji(
      '🚆',
      'електропотяг | залізниця | потяг | транспорт',
    ),
    Emoji(
      '🚇',
      'метро | транспорт',
    ),
    Emoji(
      '🚈',
      'електропоїзд | залізниця | поїзд | транспорт | швидкісний трамвай',
    ),
    Emoji(
      '🚉',
      'cтанція | залізниця | зупинка | потяг | станція | транспорт',
    ),
    Emoji(
      '🚊',
      'метро | потяг | трамвай | транспорт | тролейбус',
    ),
    Emoji(
      '🚝',
      'метро | монорейка | монорейкова залізниця | транспорт | швидкий потяг',
    ),
    Emoji(
      '🚞',
      'вагон | гірська залізниця | гора | залізниця | залізниця в горах | поїзд | транспорт',
    ),
    Emoji(
      '🚋',
      'вагон | вагон трамвая | трамвай | транспорт | тролейбус',
    ),
    Emoji(
      '🚌',
      'автобус | транспорт',
    ),
    Emoji(
      '🚍',
      'автобус | машини | що наближається | що наближаються',
    ),
    Emoji(
      '🚎',
      'автобус | громадський транспорт | трамвай | транспорт | тролейбус',
    ),
    Emoji(
      '🚐',
      'автобус | маршрутка | мікроавтобус | транспорт',
    ),
    Emoji(
      '🚑',
      'автомобіль швидкої допомоги | транспорт | швидка допомога',
    ),
    Emoji(
      '🚒',
      'вантажівка | двигун | пожежна машина | пожежний | пожежний автомобіль',
    ),
    Emoji(
      '🚓',
      'автомобіль | міліція | патруль | патрульний автомобіль | поліцейська машина | поліцейський автомобіль | поліція',
    ),
    Emoji(
      '🚔',
      'автомобіль | міліція | наближається | патруль | поліцейська машина | поліцейська машина, що наближається | поліцейський автомобіль | поліція | що наближається',
    ),
    Emoji(
      '🚕',
      'таксі | транспорт',
    ),
    Emoji(
      '🚖',
      'жовте таксі | наближатися | таксі | таксі, що наближається | транспорт | що наближається',
    ),
    Emoji(
      '🚗',
      'автівка | авто | автомобіль | машина | транспорт',
    ),
    Emoji(
      '🚘',
      'автомобіль | автомобіль, що наближається | машина | наближається | транспорт | червона машина | червоне авто | що наближається',
    ),
    Emoji(
      '🚚',
      'вантажівка | вантажівка для доставки | доставка | транспорт | фургон',
    ),
    Emoji(
      '🚛',
      'вантажівка | вантажівка з причепом | транспорт | тягач | фургон',
    ),
    Emoji(
      '🚜',
      'трактор | транспорт',
    ),
    Emoji(
      '🏎️',
      'cпортивний автомобіль | автомобіль | перегони ',
    ),
    Emoji(
      '🏍️',
      'мотоцикл | перегони ',
    ),
    Emoji(
      '🛵',
      'мопед | скутер',
    ),
    Emoji(
      '🚲',
      'велосипед | кататися | транспорт',
    ),
    Emoji(
      '🛴',
      'самокат',
    ),
    Emoji(
      '🚏',
      'автобус | автобусна зупинка | зупинка',
    ),
    Emoji(
      '🛤️',
      'залізниця | залізнична колія | поїзд | потяг ',
    ),
    Emoji(
      '⛽',
      'бензоколонка | заправка | насос | паливний насос | пальне',
    ),
    Emoji(
      '🛞',
      'автомобіль | колесо | коло | машина | обертатися | транспорт | шина',
    ),
    Emoji(
      '🚨',
      'автомобіль | вогні поліцейського автомобіля | маяк | маяк патрульного автомобіля | мигати | обертатися | поліція | проблисковий маячок | сирена | швидка',
    ),
    Emoji(
      '🚥',
      'горизонтальний світлофор | світлофор | транспорт',
    ),
    Emoji(
      '🚦',
      'вертикальний світлофор | перехрестя | пішохідний перехід | світлофор | транспорт',
    ),
    Emoji(
      '🚧',
      'будівництво | знак ремонтних робіт | огорожа | паркан | прохід заборонено',
    ),
    Emoji(
      '⚓',
      'знаряддя | корабель | якір',
    ),
    Emoji(
      '⛵',
      'відпочинок | вітрильник | море | плавання | транспорт | човен | яхта',
    ),
    Emoji(
      '🚤',
      'катер | транспорт | човен | швидкохідний катер',
    ),
    Emoji(
      '🛳️',
      'вояж | корабель | круїз | пасажир | пасажирський корабель | транспорт ',
    ),
    Emoji(
      '⛴️',
      'пором | човен ',
    ),
    Emoji(
      '🛥️',
      'корабель | моторний | транспорт | човен ',
    ),
    Emoji(
      '🚢',
      'корабель | транспорт',
    ),
    Emoji(
      '🛟',
      'безпека | буйок | плавати | рятівне коло | рятівник | рятувальний засіб | рятувати життя | спасати | триматися на воді',
    ),
    Emoji(
      '✈️',
      'літак | транспорт ',
    ),
    Emoji(
      '🛩️',
      'летіти | літак | літачок | малий літак | транспорт ',
    ),
    Emoji(
      '🛫',
      'відправлення | відправлення літака | літак | літак злітає | подорож | політ | реєстрація | транспорт',
    ),
    Emoji(
      '🛬',
      'літак | літак сідає | подорож | прибуття | прибуття літака | приземлення | транспорт',
    ),
    Emoji(
      '💺',
      'крісло | місце | сидіння',
    ),
    Emoji(
      '🚁',
      'вертоліт | гелікоптер | транспорт',
    ),
    Emoji(
      '🚟',
      'залізниця | канатна дорога | підвісна залізниця | підвісна монорейка | підвісний | транспорт',
    ),
    Emoji(
      '🚠',
      'гондола | гора | кабель | канатна дорога | канатна дорога в горах | транспорт | фунікулер',
    ),
    Emoji(
      '🚡',
      'автомобіль | гондола | кабель | канатна дорога | підвісна дорога | підвісна канатна дорога | повітряний | транспорт',
    ),
    Emoji(
      '🛰️',
      'космос | супутник | транспорт ',
    ),
    Emoji(
      '🚀',
      'запуск ракети | космос | подорож | ракета | транспорт',
    ),
    Emoji(
      '🛸',
      'летюча тарілка | НЛО | чужі',
    ),
    Emoji(
      '🌠',
      'зірка | космос | метеор | небо | падає',
    ),
    Emoji(
      '🌌',
      'космос | погода | чумацький шлях | Чумацький шлях',
    ),
    Emoji(
      '⛱️',
      'дощ | парасолька | пляж | пляжна парасолька | погода | сонце ',
    ),
    Emoji(
      '🎆',
      'салют | святкування | феєрверки',
    ),
    Emoji(
      '🎇',
      'бенгальський вогонь | іскра | святкування | феєрверк | феєрверки',
    ),
    Emoji(
      '🎑',
      'місяць | святкування | церемонія | церемонія вшанування місяця',
    ),
    Emoji(
      '🗿',
      'лице | моай | статуя | статуя з Острова Пасхи',
    ),
    Emoji(
      '🛂',
      'контроль | митниця | паспортний',
    ),
    Emoji(
      '🛃',
      'митний контроль | митниця',
    ),
    Emoji(
      '🛄',
      'багаж | видача | видача багажу | отримання | пункт отримання багажу',
    ),
    Emoji(
      '🛅',
      'багаж | залишені речі | камера зберігання | камера схову | комірка для зберігання | поклажа',
    ),
  ]),

// ======================================================= Category.ACTIVITIES
  CategoryEmoji(Category.ACTIVITIES, [
    Emoji('🧗‍♂️',
        'альпінізм | альпініст | альпіністка | лізти вгору | людина | людина, що лізе скелею | скелелаз | що лізе скелею знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🧗‍♀️',
        'альпінізм | альпініст | альпіністка | лізти вгору | людина | людина, що лізе скелею | скелелаз | що лізе скелею жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji(
        '🏇', 'біговий кінь | жокей | кінні перегони | кінь | перегони | спорт',
        hasSkinTone: true),
    Emoji(
      '⛷️',
      'лижі | лижник | сніг | спорт ',
    ),
    Emoji(
      '🏂',
      'лижі | сніг | сноуборд | сноубордист | спорт',
    ),
    Emoji('🏌️‍♂️',
        'гольф | гольфіст | ключка | клюшка | людина | м’яч | поле | спортсмен | удар знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🏌️‍♀️',
        'гольф | гольфіст | ключка | клюшка | людина | м’яч | поле | спортсмен | удар жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🏄‍♂️',
        'людина | океан | пляж | серфер | серфінг | спортсмен | хвилі знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🏄‍♀️',
        'людина | океан | пляж | серфер | серфінг | спортсмен | хвилі жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🚣‍♂️',
        'байдарка | весло | гребля | каное | людина | озеро | рафт | рибалка | річка | транспорт | човен знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🚣‍♀️',
        'байдарка | весло | гребля | каное | людина | озеро | рафт | рибалка | річка | транспорт | човен жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🏊‍♂️',
        'вода | водний спорт | людина | плавання | плавати | плавець | спорт | спортсмен | триатлон знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🏊‍♀️',
        'вода | водний спорт | людина | плавання | плавати | плавець | спорт | спортсмен | триатлон жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('⛹️‍♂️',
        'баскетбол | баскетболіст | вести мʼяч | гравець | людина | мʼяч | спортсмен | точний кидок знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('⛹️‍♀️',
        'баскетбол | баскетболіст | вести мʼяч | гравець | людина | мʼяч | спортсмен | точний кидок жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🏋️‍♂️',
        'бодібілдер | важкоатлет | людина | людина піднімає штангу | паверліфтинг | спорт | спортсмен | станова тяга | тягар знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🏋️‍♀️',
        'бодібілдер | важкоатлет | людина | людина піднімає штангу | паверліфтинг | спорт | спортсмен | станова тяга | тягар жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🚴‍♂️',
        'велосипед | велосипедист | їзда на велосипеді | кататися на велосипеді | людина | людина на велосипеді | людина, що їде на велосипеді | спортсмен | що їде на велосипеді знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🚴‍♀️',
        'велосипед | велосипедист | їзда на велосипеді | кататися на велосипеді | людина | людина на велосипеді | людина, що їде на велосипеді | спортсмен | що їде на велосипеді жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🚵‍♂️',
        'велосипед | велосипедист | гірський велосипед | гора | їзда на велосипеді | кататися на велосипеді | людина | людина, що їде на гірському велосипеді | спортсмен | що їде на гірському велосипеді знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🚵‍♀️',
        'велосипед | велосипедист | гірський велосипед | гора | їзда на велосипеді | кататися на велосипеді | людина | людина, що їде на гірському велосипеді | спортсмен | що їде на гірському велосипеді жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🤸‍♂️',
        'акробат | активний | гімнастика | колесо | людина | людина, що перевертається «колесом» | піднесений | спорт | щасливий | що перевертається «колесом» знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🤸‍♀️',
        'акробат | активний | гімнастика | колесо | людина | людина, що перевертається «колесом» | піднесений | спорт | щасливий | що перевертається «колесом» жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🤼‍♂️',
        'бій | борець | боротьба | борці | двобій | дуель | людина | поєдинок | спорт | турнір із вільної боротьби знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🤼‍♀️',
        'бій | борець | боротьба | борці | двобій | дуель | людина | поєдинок | спорт | турнір із вільної боротьби жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🤽‍♂️',
        'вода | водне поло | водний спорт | людина | людина, що грає у ватерполо | плавання | поло | спорт | що грає у ватерполо знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🤽‍♀️',
        'вода | водне поло | водний спорт | людина | людина, що грає у ватерполо | плавання | поло | спорт | що грає у ватерполо жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🤾‍♂️',
        'гандбол | кидок | ловити | людина | людина, що грає у гандбол | м’яч | перекидати мʼяч | подача | спорт | що грає у гандбол знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🤾‍♀️',
        'гандбол | кидок | ловити | людина | людина, що грає у гандбол | м’яч | перекидати мʼяч | подача | спорт | що грає у гандбол жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🤹‍♂️',
        'багатозадачність | баланс | впоратися | жонглер | жонглювання | людина | уміння | фокус | цирк знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🤹‍♀️',
        'багатозадачність | баланс | впоратися | жонглер | жонглювання | людина | уміння | фокус | цирк жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji('🧘‍♂️',
        'дзен | йога | людина в позі лотоса | медитація | нірвана | поза лотоса | релакс | схрещені ноги знак чоловіка | символ чоловіка | чоловік | чоловіча стать ',
        hasSkinTone: true),
    Emoji('🧘‍♀️',
        'дзен | йога | людина в позі лотоса | медитація | нірвана | поза лотоса | релакс | схрещені ноги жінка | жіноча стать | знак жінки | символ жінки ',
        hasSkinTone: true),
    Emoji(
      '🎪',
      'намет | цирк | циркове шатро | цирковий намет',
    ),
    Emoji(
      '🛹',
      'борд | дошка | коліщатка | ролики | скейт | скейтборд | скейтер',
    ),
    Emoji(
      '🎗️',
      'пам’ятна стрічка | пам’ятний | святкування | стрічка | стрічка на згадку ',
    ),
    Emoji(
      '🎟️',
      'вхідний | вхідні квитки | дозвіл | квиток ',
    ),
    Emoji(
      '🎫',
      'вхідний | квиток',
    ),
    Emoji(
      '🎖️',
      'відзнака | військова медаль | військовий | медаль | нагорода | святкування ',
    ),
    Emoji(
      '🏆',
      'виграш | кубок | нагорода | перемога | приз | трофей',
    ),
    Emoji(
      '🏅',
      'золота медаль | медаль | спортивна медаль',
    ),
    Emoji(
      '🥇',
      'золота медаль | золото | медаль | місце | перше',
    ),
    Emoji(
      '🥈',
      'друге | медаль | місце | срібло | срібна медаль',
    ),
    Emoji(
      '🥉',
      'бронза | бронзова медаль | медаль | місце | спорт | третє',
    ),
    Emoji(
      '⚽',
      'м’яч | спорт | ФІФА | футбол | футбольний м’яч | чемпіонат',
    ),
    Emoji(
      '⚾',
      'бейсбольний м’яч | м’яч | спорт',
    ),
    Emoji(
      '🥎',
      'бейсбол | битка | м’яч | рукавиця | рукавичка | софт | софтбол | софтбольний мʼяч | спорт',
    ),
    Emoji(
      '🏀',
      'баскетбольний м’яч | кільце | м’яч | спорт',
    ),
    Emoji(
      '🏐',
      'волейбол | волейбольний м’яч | гра | м’яч | спорт',
    ),
    Emoji(
      '🏈',
      'американський | м’яч | м’яч для гри в американський футбол | мʼяч для американського футболу | спорт | футбол',
    ),
    Emoji(
      '🏉',
      'американський футбол | м’яч | м’яч для гри в регбі | мʼяч для регбі | регбі | спорт | футбол',
    ),
    Emoji(
      '🎾',
      'м’яч | ракетка | спорт | теніс | тенісний м’яч',
    ),
    Emoji(
      '🥏',
      'алтимат | диск | кидок | летючий диск | літаючий диск | тарілка | фризбі | фрізбі',
    ),
    Emoji(
      '🎳',
      'боулінг | гра | куля і кеглі для боулінгу | м’яч | спорт',
    ),
    Emoji(
      '🏏',
      'бита | бита і мʼяч для крикету | гра | крикет | м’яч | спорт',
    ),
    Emoji(
      '🏑',
      'гра | ключка | ключка і мʼяч для хокею на траві | м’яч | поле | хокей | хокей на траві',
    ),
    Emoji(
      '🏒',
      'гра | ключка | ключка і шайба для хокею | лід | спорт | хокей | шайба',
    ),
    Emoji(
      '🥍',
      'гол | лакрос | м’яч | палиця | ракетка | спорт | стік | стік для лакросу',
    ),
    Emoji(
      '🏓',
      'кулька | пінг-понг | ракетка | ракетка і кулька для пінг-понгу | спорт | стіл | теніс',
    ),
    Emoji(
      '🏸',
      'бадмінтон | волан | воланчик | гра | ракетка | ракетка і волан для бадмінтону | спорт',
    ),
    Emoji(
      '🪃',
      'аборигени | австралія | Австралія | бумеранг | віддача | зброя | повернення | полювання | рикошет',
    ),
    Emoji(
      '🥅',
      'ворота | сітка | сітка воріт | спорт',
    ),
    Emoji(
      '⛳',
      'гольф | гра | лунка | лунка для гольфу з прапорцем',
    ),
    Emoji(
      '🪁',
      'витати | линути | літати | літун | підніматися | повітряний змій | ширяти',
    ),
    Emoji(
      '🛝',
      'гірка | гратися | дитяча гірка | зʼїжджати з гірки | ігровий майданчик | кататися | парк розваг',
    ),
    Emoji(
      '🏹',
      'зброя | знаряддя | зодіак | лук | лук і стріла | лучник | стріла | стрілець | Стрілець',
    ),
    Emoji(
      '🎣',
      'вудка | вудка і риба | риба | рибалка | рибацька вудка',
    ),
    Emoji(
      '🤿 ',
      'акваланг | дайвінг | занурення | маска з трубкою | маска і ласти | маска і трубка | підводне плавання | сноркелінг',
    ),
    Emoji(
      '🥊',
      'бокс | боксерська рукавичка | нокаут | нокдаун | рукавичка | спорт',
    ),
    Emoji(
      '🥋',
      'бойові мистецтва | дзюдо | карате | кімоно | одяг для єдиноборств | тхеквондо | уніформа | форма | чорний пояс',
    ),
    Emoji(
      '🎽',
      'біг | бігова теніска | сорочка | спортивна форма | стрічка | футболка',
    ),
    Emoji(
      '🛼',
      'катання | катання на роликах | ковзан | ковзани | коліщата | ролики | роликовий | спорт',
    ),
    Emoji(
      '🛷',
      'сани | санчата | сніг',
    ),
    Emoji(
      '⛸️',
      'катання на ковзанах | ковзан | лід | спорт ',
    ),
    Emoji(
      '🥌',
      'гра | камʼяна шайба для керлінгу | камінь | камінь для керлінга | керлінг | спорт',
    ),
    Emoji(
      '🎿',
      'лижі | сніг | спорт',
    ),
    Emoji(
      '🎯',
      '«яблучко» | в яблучко | влучення | гра | дротик | мішень із прямим влученням | пряме попадання | точно | ціль',
    ),
    Emoji(
      '🎱',
      '8 | більярд | більярдна куля | більярдна куля 8 | вісім | куля | спорт',
    ),
    Emoji(
      '🎮',
      'відеогра | гра | джойстик | ігровий контролер | контролер | управління',
    ),
    Emoji(
      '🎰',
      'азарт | Вегас | везіння | виграш | гра | гральний автомат | джекпот | залежність | ігровий | фарт',
    ),
    Emoji(
      '🎲',
      'гра | гральна кість | гральний кубик | казино | кубик',
    ),
    Emoji(
      '🧩',
      'головоломка | елемент пазла | з’єднання | пазл | підказка | розгадка | скдладанка | частина | шматок',
    ),
    Emoji(
      '♟️',
      'пішак | пішка | фігура | шахи | шахмати ',
    ),
    Emoji(
      '🎭',
      'бал | венеціанський | венеційський | вистава | маска | маскарад | театр',
    ),
    Emoji(
      '🎨',
      'картина | кольори | мистецтво | музей | палітра | палітра художника',
    ),
    Emoji(
      '🧵',
      'голка | жилка | котушка | нитка | пряжа | шиття | шпулька',
    ),
    Emoji(
      '🧶',
      'в’язання | клубок | моток | мотузка | нитка | нитки | прядиво | пряжа',
    ),
    Emoji(
      '🎼',
      'музичний | ноти | партитура | скрипковий ключ',
    ),
    Emoji(
      '🎤',
      'караоке | мікрофон',
    ),
    Emoji(
      '🎧',
      'навушники',
    ),
    Emoji(
      '🎷',
      'інструмент | музика | музичний | саксофон',
    ),
    Emoji(
      '🎸',
      'гітара | інструмент | музичний',
    ),
    Emoji(
      '🎹',
      'інструмент | клавіатура | музична клавіатура | музичний | піаніно',
    ),
    Emoji(
      '🎺',
      'інструмент | музичний | труба',
    ),
    Emoji(
      '🎻',
      'інструмент | музичний | скрипка',
    ),
    Emoji(
      '🥁',
      'барабан | музика | палички',
    ),
    Emoji(
      '🎬',
      'зйомка | кінохлопавка | фільм | хлопавка',
    ),
  ]),

// ======================================================= Category.OBJECTS
  CategoryEmoji(Category.OBJECTS, [
    Emoji(
      '💌',
      'закоханість | закохансіть | кохання | лист | любовний лист | пошта | серце',
    ),
    Emoji(
      '🕳️',
      'діра | лунка ',
    ),
    Emoji(
      '💣',
      'бомба | вибух | комікси | небезпечний',
    ),
    Emoji(
      '🛀',
      'ванна | купатися | людина | людина, що приймає ванну | приймати ванну | що приймає ванну',
    ),
    Emoji(
      '🛌',
      'відпочинок | готель | добраніч | ліжко | людина в ліжку | ніч | сон | спати | стомлений',
    ),
    Emoji(
      '🏺',
      'амфора | водолій | глек | зодіак | кулінарія | пити',
    ),
    Emoji(
      '🗺️',
      'карта | карта світу | світ ',
    ),
    Emoji(
      '🧭',
      'компас | магнетизм | магніт | магнітний | навігація | напрямок | орієнтування | сторони світу',
    ),
    Emoji(
      '🧱',
      'будівельний розчин | глина | розчин | стіна | цегла | цеглина | цеглини',
    ),
    Emoji(
      '💈',
      'вивіска | вивіска перукаря | вивіска перукаря (смугастий стовп) | зачіска | перукар | перукарня',
    ),
    Emoji(
      '🛢️',
      'бочка | бочка для нафти | бочка з паливом | паливо ',
    ),
    Emoji(
      '🛎️',
      'готель | готельний дзвоник | дзвоник | сервіс ',
    ),
    Emoji(
      '🧳',
      'багаж | валіза | пакувати | подорож | торба на коліщатках | чемодан',
    ),
    Emoji(
      '⌛',
      'відлік часу | пісковий годинник | пісок | пісочний годинник | таймер',
    ),
    Emoji(
      '⏳',
      'години | готово | життя одне | не | очікування | пісковий годинник | пісок | сипання | таймер',
    ),
    Emoji(
      '⌚',
      'годинник | наручний годинник',
    ),
    Emoji(
      '⏰',
      'будильник | годинник',
    ),
    Emoji(
      '⏱️',
      'будильник | годинник | секундомір ',
    ),
    Emoji(
      '⏲️',
      'годинник | секундомер | таймер ',
    ),
    Emoji(
      '🕰️',
      'годинник | годинник для камінної полички | камінний годинник | час ',
    ),
    Emoji(
      '🌡️',
      'погода | температура | термометр ',
    ),
    Emoji(
      '⛱️',
      'дощ | парасолька | пляж | пляжна парасолька | погода | сонце ',
    ),
    Emoji(
      '🧨',
      'вибух | вибухівка | вогонь | динаміт | іскри | салют | феєрверк | хлопавка',
    ),
    Emoji(
      '🎈',
      'повітряна кулька | святкування',
    ),
    Emoji(
      '🎉',
      'вечірка | вітання | святкування | сюрприз | хлопавка',
    ),
    Emoji(
      '🎊',
      'конфеті | кулька з конфеті | святкування',
    ),
    Emoji(
      '🎎',
      'лялька | ляльки | святкування | фестиваль | японський | японські ляльки',
    ),
    Emoji(
      '🎏',
      'вітровказ у формі коропів | карп | святкування | транспарант | транспарант із карпами',
    ),
    Emoji(
      '🎐',
      'вітер | дзвіночки | дзвоник | китайські дзвіночки | святкування',
    ),
    Emoji(
      '🪩',
      'блискучий | вечірка | дзеркальна куля | диско | диско-куля | дискотека | куля | танці | танцювати',
    ),
    Emoji(
      '🧧',
      'гроші | конверт | лист | на щастя | подарунок | хунбао | червоний конверт',
    ),
    Emoji(
      '🎀',
      'бант | бант зі стрічки | рожевий бант | святкування | стрічка',
    ),
    Emoji(
      '🎁',
      'дарунок | запакований | коробка | подарунок | святкування | сюрприз',
    ),
    Emoji(
      '🔮',
      'віщування | ворожити | казка | кришталева куля | майбутнє | передбачати майбутнє | передбачення | фантазія | фортуна',
    ),
    Emoji(
      '🧿',
      'амулет | амулет від вроків | наврочити | назар | намистина | оберіг | Око Фатіми | пристріт | синій | талісман | шарм',
    ),
    Emoji(
      '🪬',
      'амулет | долоня | захист | Марія | Мірʼям | провидіння | рука | удача | Фатіма',
    ),
    Emoji(
      '🕹️',
      'відеогра | гра | джойстик ',
    ),
    Emoji(
      '🧸',
      'ведмедик | ведмедик тедді | іграшка | м’яка іграшка | плюш | плюшева іграшка | плюшевий ведмедик',
    ),
    Emoji(
      '🖼️',
      'картина | картина в рамці | мистецтво | музей | рама | рама з картиною ',
    ),
    Emoji(
      '🧵',
      'голка | жилка | котушка | нитка | пряжа | шиття | шпулька',
    ),
    Emoji(
      '🧶',
      'в’язання | клубок | моток | мотузка | нитка | нитки | прядиво | пряжа',
    ),
    Emoji(
      '🛍️',
      'покупки | сумка | сумки для покупок | шопінг ',
    ),
    Emoji(
      '📿',
      'вервиця | молитися | молитовні чотки | намисто | одяг | релігія | чотки',
    ),
    Emoji(
      '💎',
      'діамант | дорогоцінний | камінь | кохання | коштовний камінь',
    ),
    Emoji(
      '📯',
      'пошта | поштовий | ріжок',
    ),
    Emoji(
      '🎙️',
      'мікрофон | музичний | студійний мікрофон | студія ',
    ),
    Emoji(
      '🎚️',
      'бігунець рівня | гучність | музичний | повзунок | повзунок рівня | рівень | рівень гучності ',
    ),
    Emoji(
      '🎛️',
      'елемент керування | кнопки керування | круглі регулятори | музичний | обертові регулятори | плита ',
    ),
    Emoji(
      '📻',
      'відео | радіо | радіоприймач',
    ),
    Emoji(
      '📱',
      'мобільний | стільниковий | стільниковий звʼязок | телефон',
    ),
    Emoji(
      '📲',
      'вхідний дзвінок | доступний на мобільному | зателефонуй мені | мобільний | мобільний телефон зі стрілкою | отримувати | стільниковий | стрілка | телефон | телефонувати',
    ),
    Emoji(
      '☎️',
      'телефон ',
    ),
    Emoji(
      '📞',
      'слухавка | телефон | телефонна розмова | телефонна слухавка',
    ),
    Emoji(
      '📟',
      'пейджер',
    ),
    Emoji(
      '📠',
      'телефакс | факсимільний апарат',
    ),
    Emoji(
      '🔋',
      'акумулятор | батарейка | батарея | джерело живлення',
    ),
    Emoji(
      '🪫',
      'батарея | електроніка | низький заряд | низький заряд батареї | розряджена батарея | розряджений | розряджено',
    ),
    Emoji(
      '🔌',
      'вилка | вилка електроприладу | електрика | електричний | штепсель',
    ),
    Emoji(
      '💻',
      'комп’ютер | ноутбук | персональний | пк',
    ),
    Emoji(
      '🖥️',
      'комп’ютер | монітор | настільний ',
    ),
    Emoji(
      '🖨️',
      'комп’ютер | принтер ',
    ),
    Emoji(
      '⌨️',
      'клавіатура | комп’ютер ',
    ),
    Emoji(
      '🖱️',
      'комп’ютер | комп’ютерна миша | миша ',
    ),
    Emoji(
      '🖲️',
      'комп’ютер | трекбол ',
    ),
    Emoji(
      '💽',
      'диск | комп’ютер | міні-диск | мінідиск | оптичний',
    ),
    Emoji(
      '💾',
      'диск | дискета | комп’ютер',
    ),
    Emoji(
      '💿',
      'blu-ray | cd | dvd | диск | комп’ютер | компакт-диск | оптичний',
    ),
    Emoji(
      '📀',
      '[DVD]-диск | blu-ray | cd | DVD-диск | диск | комп’ютер | оптичний',
    ),
    Emoji(
      '🧮',
      'абак | обчислення | обчислювальний пристрій | рахівниця | рахувати',
    ),
    Emoji(
      '🎥',
      'зйомка | камера | кіно | кінокамера | фільм',
    ),
    Emoji(
      '🎞️',
      'кадр на плівці | кадри | кадри кіноплівки | кіно | плівка | фільм ',
    ),
    Emoji(
      '📽️',
      'відео | кіно | кінопроектор | перегляд | проектор | фільм ',
    ),
    Emoji(
      '📺',
      'TV | відео | тб | телевізор | чорно-білий телевізор',
    ),
    Emoji(
      '📷',
      'відео | знімки | камера | на згадку | фото | фотоапарат | фотограф',
    ),
    Emoji(
      '📸',
      'відео | камера | спалах | фото | фотоапарат зі спалахом',
    ),
    Emoji(
      '📹',
      'відео | відеокамера | камера',
    ),
    Emoji(
      '📼',
      'відео | відеокасета | касета | стрічка',
    ),
    Emoji(
      '🔍',
      'з нахилом уліво | збільшення | інструмент | лабораторія | наука | нахилений | пошук | скло | уліво',
    ),
    Emoji(
      '🔎',
      'збільшення | інструмент | контакт | лабораторія | наука | нахил управо | нахилений | пошук | скло | управо',
    ),
    Emoji(
      '🕯️',
      'світло | свічка ',
    ),
    Emoji(
      '💡',
      'електричний | ідея | лампочка | малюнок | світло',
    ),
    Emoji(
      '🔦',
      'електричний | інструмент | ліхтарик | світло',
    ),
    Emoji(
      '🏮',
      'бар | ліхтар | ліхтар ізакайа | світло | червоний | червоний паперовий ліхтар | японський',
    ),
    Emoji(
      '📔',
      'декоративна | записник | записник у декоративній обкладинці | книжка | обкладинка',
    ),
    Emoji(
      '📕',
      'журнал | закрита | закрита книга | книжка | червона книга | червоний підручник',
    ),
    Emoji(
      '📖',
      'відкрита | відкрита книга | книжка | читати',
    ),
    Emoji(
      '📗',
      'журнал | зелена книга | зелений | зелений підручник | книжка | облік',
    ),
    Emoji(
      '📘',
      'книжка | синій | синій підручник | синя книга',
    ),
    Emoji(
      '📙',
      'книжка | оранжева книга | оранжевий | оранжевий підручник',
    ),
    Emoji(
      '📚',
      'бібліотека | книгарня | книги | книжка | книжки',
    ),
    Emoji(
      '📓',
      'блокнот | записник | зошит для творів',
    ),
    Emoji(
      '📃',
      'документ | завиток | сторінка | сторінка із завитком',
    ),
    Emoji(
      '📜',
      'папір | папірус | рукопис | сувій',
    ),
    Emoji(
      '📄',
      'документ | сторінка | сторінка лицевою стороною',
    ),
    Emoji(
      '📰',
      'газета | новини | папір | шпальта',
    ),
    Emoji(
      '🗞️',
      'газета | згорнута | новини | папір | скручена газета ',
    ),
    Emoji(
      '📑',
      'вкладка | закладка | закладки | значок | мітка | мітки закладок | стікери',
    ),
    Emoji(
      '🔖',
      'бірка | закладка | значок',
    ),
    Emoji(
      '🏷️',
      'бейдж | бірка | мітка | ярлик ',
    ),
    Emoji(
      '💰',
      'гроші | долар | мішок | мішок грошей | мішок із грошима',
    ),
    Emoji(
      '💴',
      'банк | банкнота | валюта | гроші | єна | єнові банкноти | купюра',
    ),
    Emoji(
      '💵',
      'банк | банкнота | валюта | гроші | долар | доларові банкноти | купюра',
    ),
    Emoji(
      '💶',
      'банк | банкнота | валюта | гроші | євро | єврові банкноти | купюра',
    ),
    Emoji(
      '💷',
      'банк | банкнота | валюта | гроші | купюра | фунт | фунтові банкноти',
    ),
    Emoji(
      '💸',
      'банк | банкнота | гроші | гроші з крилами | долар | крила | купюра | літати',
    ),
    Emoji(
      '💳',
      'банк | безготівковий розрахунок | гроші | картка | кредитна | розрахунок',
    ),
    Emoji(
      '🪪',
      'водійське посвідчення | документ | ідентифікаційна картка | ідентифікаційний документ | особові дані | посвідчення | посвідчення особи | пропуск',
    ),
    Emoji(
      '🧾',
      'бухгалтерія | доказ | документ | інвойс | квитанція | рахунок | рахунок-фактура | фактура | чек',
    ),
    Emoji(
      '✉️',
      'електронний | емейл | конверт | лист | пошта ',
    ),
    Emoji(
      '📧',
      'електронний лист | елист | емейл | епошта | імейл | лист | пошта',
    ),
    Emoji(
      '📨',
      'вхідний | емейл | імейл | конверт | конверт вхідного листа | лист | отримати | пошта',
    ),
    Emoji(
      '📩',
      'вихідний | вниз | вхідна пошта | вхідний імейл | імейл | конверт | конверт зі стрілкою | лист | надісланий | пошта | стрілка',
    ),
    Emoji(
      '📤',
      'електронний лист | коробка | лист | лоток | лоток вихідної скриньки | лоток для вихідної пошти | надісланий | пошта',
    ),
    Emoji(
      '📥',
      'вхідна пошта | коробка | лист | лоток | лоток вхідної скриньки | лоток для вхідної пошти | отримувати | пошта',
    ),
    Emoji(
      '📦',
      'пакунок | посилка',
    ),
    Emoji(
      '📫',
      'закрита поштова скринька з піднятим прапорцем | закритий | пошта | поштова скринька',
    ),
    Emoji(
      '📪',
      'закрита поштова скринька з опущеним прапорцем | закритий | опущений | пошта | поштова скринька',
    ),
    Emoji(
      '📬',
      'відкрита поштова скринька з піднятим прапорцем | відкритий | пошта | поштова скринька',
    ),
    Emoji(
      '📭',
      'відкрита поштова скринька | відкрита поштова скринька з опущеним прапорцем | відкритий | опущений | пошта | поштова скринька | пуста поштова скринька',
    ),
    Emoji(
      '📮',
      'пошта | поштова скринька | скринька',
    ),
    Emoji(
      '🗳️',
      'бюлетень | вибори | голосування | урна ',
    ),
    Emoji(
      '✏️',
      'олівець ',
    ),
    Emoji(
      '✒️',
      'кінчик чорнильного пера | перо | перо старомодної чорнильної ручки | ручка | чорнила ',
    ),
    Emoji(
      '🖋️',
      'ручка | чорнила | чорнильна ',
    ),
    Emoji(
      '🖊️',
      'кулькова | маркер | ручка ',
    ),
    Emoji(
      '🖌️',
      'малювання | пензель ',
    ),
    Emoji(
      '🖍️',
      'крайон | крейда | олівець | пастель | фломастер | червона крейда | червоний олівець ',
    ),
    Emoji(
      '📝',
      'нотатка | нотатки | олівець | памʼятка',
    ),
    Emoji(
      '📁',
      'закрита | папка | тека | файл',
    ),
    Emoji(
      '📂',
      'відкрита | папка | тека | файл',
    ),
    Emoji(
      '🗂️',
      'картка | картотека | нумерація | роздільник | розділювач ',
    ),
    Emoji(
      '📅',
      'відривний календар | дата | календар',
    ),
    Emoji(
      '📆',
      'відривний календар | календар',
    ),
    Emoji(
      '🗒️',
      'блокнот | блокнот на спіралі | на спіралі ',
    ),
    Emoji(
      '🗓️',
      'блокнот | зайнята | зайнятий | зустріч | календар | календар на спіралі | на спіралі | планування ',
    ),
    Emoji(
      '📇',
      'індекс | картотека | указівник',
    ),
    Emoji(
      '📈',
      'вгору | висхідна діаграма | висхідний графік | графік | графік підвищення | діаграма | ріст | тенденція',
    ),
    Emoji(
      '📉',
      'вниз | графік | графік падіння | діаграма | низхідна діаграма | низхідний графік | тенденція',
    ),
    Emoji(
      '📊',
      'гістограма | графік',
    ),
    Emoji(
      '📋',
      'папка | папка-планшет | планшет | планшет для аркушів',
    ),
    Emoji(
      '📌',
      'канцелярська кнопка | кнопка',
    ),
    Emoji(
      '📍',
      'канцелярський | кнопка | круглий | лоліпоп | пін | шпилька',
    ),
    Emoji(
      '📎',
      'канцтовари | скріпка',
    ),
    Emoji(
      '🖇️',
      'зчеплений | зчеплені скріпки | скріпка ',
    ),
    Emoji(
      '📏',
      'геометрія | лінійка | пряма лінійка | прямий кут',
    ),
    Emoji(
      '📐',
      'лінійка | трикутна лінійка | трикутник',
    ),
    Emoji(
      '✂️',
      'вирізати | інструмент | ножиці | папір ',
    ),
    Emoji(
      '🗃️',
      'коробка | коробка з файлами | скринька для карток | файли ',
    ),
    Emoji(
      '🗄️',
      'реєстратор | сейф | шафа | шафа для документів | шафа-реєстратор ',
    ),
    Emoji(
      '🗑️',
      'кошик | смітник | сміття ',
    ),
    Emoji(
      '🔒',
      'закрито | замкнено | замок | захист | приватність',
    ),
    Emoji(
      '🔓',
      'відімкнений замок | відімкнути | відкрити | відкритий замок | відрити | замок',
    ),
    Emoji(
      '🔏',
      'замок | замок і чорнильна ручка | конфіденційність | перо | приватність | ручка | секретні матеріали | таємно | чорнило',
    ),
    Emoji(
      '🔐',
      'безпека | безпечно | замкнений замок із ключем | замкнено | замок | ключ',
    ),
    Emoji(
      '🔑',
      'ключ | пароль',
    ),
    Emoji(
      '🗝️',
      'замок | ключ | підказка | старий | старовинний ключ ',
    ),
    Emoji(
      '🔨',
      'забивати | інструмент | молоток | ремонтувати',
    ),
    Emoji(
      '⛏️',
      'інструмент | кирка | шахта ',
    ),
    Emoji(
      '⚒️',
      'інструмент | кирка | молоток | молоток і кирка ',
    ),
    Emoji(
      '🛠️',
      'гайковий ключ | інструмент | інструменти | молоток | молоток і гайковий ключ ',
    ),
    Emoji(
      '🔪',
      'готування | зброя | знаряддя | кухня | кухонний ніж | ніж | різати',
    ),
    Emoji(
      '🗡️',
      'зброя | кинджал | меч | ніж ',
    ),
    Emoji(
      '⚔️',
      'зброя | мечі | перехрещений | схрещені мечі ',
    ),
    Emoji(
      '🔫',
      'водяний пістолет | зброя | знаряддя | іграшкова зброя | іграшковий пістолет | пістолет | револьвер',
    ),
    Emoji(
      '🛡️',
      'зброя | щит ',
    ),
    Emoji(
      '🔧',
      'гайковий ключ | інструмент | ремонтувати',
    ),
    Emoji(
      '🔩',
      'болт | гайка | гайка та болт | інструмент',
    ),
    Emoji(
      '⚙️',
      'інструмент | налаштування | параметри | шестірня ',
    ),
    Emoji(
      '🗜️',
      'затискач | знаряддя | кліщі ',
    ),
    Emoji(
      '⚖️',
      'вага | ваги | знаряддя | зодіак | правосуддя | рівновага | справедливість | терези ',
    ),
    Emoji(
      '🔗',
      'звʼязка | ланка | ланцюг | посилання | символ зʼєднання ланок | скріплення',
    ),
    Emoji(
      '⛓️',
      'ланцюг | ланцюги ',
    ),
    Emoji(
      '🧰',
      'інструмент | інструменти | коробка | механік | механіка | набір інструментів | скриня | скриня для інструментів | скриня з інструментами | червона скриня',
    ),
    Emoji(
      '🧲',
      'u-подібний | магнетизм | магніт | північний-південний | підкова | позитивний-негативний | притягання | притягувати | тяжіння',
    ),
    Emoji(
      '⚗️',
      'дистилятор | знаряддя | перегінний куб | хімічна реакція | хімія ',
    ),
    Emoji(
      '🧪',
      'дослід | експеримент | лабораторія | наука | пробірка | хімік | хімія',
    ),
    Emoji(
      '🧫',
      'бактерії | бактерія | біолог | біологія | культура | лабораторія | чашка петрі | чашка Петрі',
    ),
    Emoji(
      '🧬',
      'біолог | біологія | ген | генетика | днк | ДНК | еволюція | життя | спіраль',
    ),
    Emoji(
      '🔬',
      'інструмент | мікроскоп',
    ),
    Emoji(
      '🩻',
      'кістки | лікар | медицина | рентген | скелет',
    ),
    Emoji(
      '🔭',
      'астроном | дивитися на зірки | інструмент | телескоп',
    ),
    Emoji(
      '📡',
      'антена | супутникова | тарілка',
    ),
    Emoji(
      '💉',
      'голка | інструмент | лікар | ліки | укол | хворий | шприц',
    ),
    Emoji(
      '💊',
      'за рецептом | лікар | ліки | пігулка | хворий',
    ),
    Emoji(
      '🚪',
      'вхід | двері',
    ),
    Emoji(
      '🛏️',
      'готель | ліжко | сон | спати ',
    ),
    Emoji(
      '🛋️',
      'готель | диван | канапа й торшер | лампа ',
    ),
    Emoji(
      '🚽',
      'туалет | унітаз',
    ),
    Emoji(
      '🚿',
      'вода | душ',
    ),
    Emoji(
      '🛁',
      'ванна | ванна з піною | купатися | приймати ванну',
    ),
    Emoji(
      '🧴',
      'бальзам | зволожувач | крем від засмаги | лосьйон | пляшка лосьйону | сонцезахисний крем | шампунь',
    ),
    Emoji(
      '🧷',
      'англійська шпилька | булавка | від навроків | панк-рок | шпилька',
    ),
    Emoji(
      '🧹',
      'відьма | віник | замітання | мітла | підмітати | прибирання | прибирати',
    ),
    Emoji(
      '🧺',
      'білизна | корзина | кошик | пікнік | прання | урожай | ферма',
    ),
    Emoji(
      '🧻',
      'паперові рушники | папір | рулон паперу | туалет | туалетний папір',
    ),
    Emoji(
      '🧼',
      'брусок | бульбашки | ванна | купання | купатися | мило | мильниця | митися | миття | туалетне мило | чистий | чистити | шкіра',
    ),
    Emoji(
      '🧽',
      'губка | мочалка | поглинання | поглинати | пори | пористий | поролон | прибирання | чистити',
    ),
    Emoji(
      '🧯',
      'вогнегасник | вогонь | гасити | пожежа | тушити | тушіння',
    ),
    Emoji(
      '🚬',
      'куріння | паління | сигарета | цигарка',
    ),
    Emoji(
      '⚰️',
      'вампір | похорон | смерть | труна ',
    ),
    Emoji(
      '⚱️',
      'ваза | поховальна урна | похорон | смерть | урна | урна для тліну ',
    ),
    Emoji(
      '🚰',
      'вода | кран | питна | питний | придатна для пиття',
    ),
  ]),

// ======================================================= Category.SYMBOLS
  CategoryEmoji(Category.SYMBOLS, [
    Emoji(
      '💘',
      'закоханість | купідон | пробите стрілою | серце | серце зі стрілою | серце, пробите стрілою | стріла',
    ),
    Emoji(
      '💝',
      'валентин | кохання | серце | серце зі стрічкою | стрічка',
    ),
    Emoji(
      '💖',
      'блискітки | блискуче | захоплення | кохаю | люблю | рожеве | серце | сяйво | щастя | ятк | ятл',
    ),
    Emoji(
      '💗',
      'емоція | захоплення | збільшується | зростає | нервувати | серце | серцебиття | я тебе кохаю | я тебе люблю | ятк | ятл',
    ),
    Emoji(
      '💓',
      'биття | емоція | кардіо | кохання | кохаю | люблю | пульсувати | пульсуюче | серце | серцебиття | ятк | ятл',
    ),
    Emoji(
      '💞',
      'емоція | кохання | любов | обертатися | річниця | серце',
    ),
    Emoji(
      '💕',
      'кохання | кохаю | люблю | любов | пара | поцілунок | серця | ятк | ятл',
    ),
    Emoji(
      '💟',
      '143 | білий | кохання | прикраса із серцем | серце | стилізоване | фіолетовий',
    ),
    Emoji(
      '❣️',
      'жирний | знак | оклику | пунктуація | розділовий | серце | серця | стилізований | форма ',
    ),
    Emoji(
      '💔',
      'емоція | розбивати | розбите | розлука | самотній | сум',
    ),
    Emoji(
      '❤️‍🔥',
      'емоція | кохання | любов | серце | червоне вогонь | інструмент | полум’я ',
    ),
    Emoji(
      '❤️',
      'емоція | кохання | любов | серце | червоне ',
    ),
    Emoji(
      '🧡',
      'кохання | оранжеве серце | помаранчевий | серце',
    ),
    Emoji(
      '💛',
      'жовте серце | жовтий | кохання | серце',
    ),
    Emoji(
      '💚',
      'зелене серце | зелений | кохання | серце',
    ),
    Emoji(
      '💙',
      'серце | синє серце | синій | холодне серце',
    ),
    Emoji(
      '💜',
      'бузковий | пурпурний | пурпурове серце | пурпуровий | серце | фіолетове серце | фіолетовий | шарлатовий',
    ),
    Emoji(
      '🖤',
      'заздрість | зло | серце | чорне',
    ),
    Emoji(
      '💯',
      '100 | максимум | очки | очок | рахунок | результат | точно | число',
    ),
    Emoji(
      '💢',
      'гнів | злий | комікси | розлючений',
    ),
    Emoji(
      '💬',
      'діалог | комікси | розмова | текстова булька | хмаринка | хмаринка з текстом',
    ),
    Emoji(
      '👁️‍🗨️',
      'око | тіло діалог | розмова | хмаринка з текстом зліва ',
    ),
    Emoji(
      '🗯️',
      'злий | розлючений | хмаринка ',
    ),
    Emoji(
      '💭',
      'булька роздумів | думка | комікси | хмаринка',
    ),
    Emoji(
      '💤',
      'добраніч | комікси | ніч | сон | спати | спить | сплю | стомлений | хрр',
    ),
    Emoji(
      '💮',
      'біла квітка | квітка',
    ),
    Emoji(
      '♨️',
      'гарячий | гарячі джерела | джерело | паруючі ',
    ),
    Emoji(
      '💈',
      'вивіска | вивіска перукаря | вивіска перукаря (смугастий стовп) | зачіска | перукар | перукарня',
    ),
    Emoji(
      '🛑',
      'восьмикутний червоний знак | восьмикутник | знак | знак “стоп” | стоп',
    ),
    Emoji(
      '🕛',
      '00 | 12 | 12',
    ),
    Emoji(
      '🕧',
      '12 | 12',
    ),
    Emoji(
      '🕐',
      '00 | 1 | 1',
    ),
    Emoji(
      '🕜',
      '1 | 1',
    ),
    Emoji(
      '🕑',
      '00 | 2 | 2',
    ),
    Emoji(
      '🕝',
      '2 | 2',
    ),
    Emoji(
      '🕒',
      '00 | 3 | 3',
    ),
    Emoji(
      '🕞',
      '3 | 3',
    ),
    Emoji(
      '🕓',
      '00 | 4 | 4',
    ),
    Emoji(
      '🕟',
      '30 | 4 | 4',
    ),
    Emoji(
      '🕔',
      '00 | 5 | 5',
    ),
    Emoji(
      '🕠',
      '30 | 5 | 5',
    ),
    Emoji(
      '🕕',
      '00 | 6 | 6',
    ),
    Emoji(
      '🕡',
      '30 | 6 | 6',
    ),
    Emoji(
      '🕖',
      '00 | 7 | 7',
    ),
    Emoji(
      '🕢',
      '30 | 7 | 7',
    ),
    Emoji(
      '🕗',
      '00 | 8 | 8',
    ),
    Emoji(
      '🕣',
      '30 | 8 | 8',
    ),
    Emoji(
      '🕘',
      '00 | 9 | 9',
    ),
    Emoji(
      '🕤',
      '30 | 9 | 9',
    ),
    Emoji(
      '🕙',
      '00 | 10 | 10',
    ),
    Emoji(
      '🕥',
      '10 | 10',
    ),
    Emoji(
      '🕚',
      '00 | 11 | 11',
    ),
    Emoji(
      '🕦',
      '11 | 11',
    ),
    Emoji(
      '🌀',
      'запаморочення | погода | смерч | спіраль | тайфун | циклон',
    ),
    Emoji(
      '♠️',
      'азарт | гра | карта | карти | масть | піка | пікова дама ',
    ),
    Emoji(
      '♥️',
      'гра | карта | масть | чирва | чирви ',
    ),
    Emoji(
      '♦️',
      'бубна | бубни | гра | карта | масть ',
    ),
    Emoji(
      '♣️',
      'гра | карта | масть | трефа | трефи ',
    ),
    Emoji(
      '🃏',
      'гра | грати | джокер | карта',
    ),
    Emoji(
      '🀄',
      'гра | маджонг | фішка маджонг червоний дракон | фішка маджонгу «червоний дракон» | червоний',
    ),
    Emoji(
      '🎴',
      'гра | гральні карти з квітами | гральні карти з квітами (ханафуда) | грати | карта | ханафуда | японський',
    ),
    Emoji(
      '🔇',
      'беззвучний | беззвучно | вимкнений динамік | вимкнений звук | гучність | динамік | заглушений динамік | звук динаміка вимкнено | нечутно | тихо',
    ),
    Emoji(
      '🔈',
      'голосно | гучність | динамік | негучно | низька гучність динаміка | приглушено',
    ),
    Emoji(
      '🔉',
      'гучність | динамік | середньо | середня гучність динаміка | увімкнений динамік',
    ),
    Emoji(
      '🔊',
      'висока гучність динаміка | високий рівень гучності динаміка | голосно | гучний | гучність | гучно | гучномовець | динамік | музика',
    ),
    Emoji(
      '📢',
      'голосно | гучний | гучномовець | звукове оповіщення',
    ),
    Emoji(
      '📣',
      'мегафон | оголошення | підбадьорення | рупор',
    ),
    Emoji(
      '📯',
      'пошта | поштовий | ріжок',
    ),
    Emoji(
      '🔔',
      'дзвін | дзвінок | дзвоник',
    ),
    Emoji(
      '🔕',
      'беззвучний | вимкнений | глушити | дзвінок | дзвоник | заборонено | заглушений | звук | перекреслений | тихий',
    ),
    Emoji(
      '🎵',
      'музична нота | музичний | нота',
    ),
    Emoji(
      '🎶',
      'музика | музичний | музичні ноти | нота | ноти',
    ),
    Emoji(
      '🏧',
      'банківський автомат | банкомат | готівка | знак банкомата | зняти гроші | символ банкомата | термінал самообслуговування',
    ),
    Emoji(
      '🚮',
      'знак кидати сміття в урну | памʼятка не смітити | смітник | сміття | урна',
    ),
    Emoji(
      '🚰',
      'вода | кран | питна | питний | придатна для пиття',
    ),
    Emoji(
      '♿',
      'доступність | інвалідне крісло | символ візка | символ крісла-візка',
    ),
    Emoji(
      '🩼',
      'втрата дієздатності | допомога | засіб відновлення здатності рухатися | інвалідність | костур | милиця | поранений | травма | ціпок',
    ),
    Emoji(
      '🚹',
      'вбиральня | для чоловіків | клозет | туалет | туалетна кімната | чоловіча вбиральня | чоловічий туалет',
    ),
    Emoji(
      '🚺',
      'вбиральня | для жінок | жіноча вбиральня | жіночий туалет | туалет | убиральня',
    ),
    Emoji(
      '🚻',
      'вбиральня | громадський туалет | клозет | туалет',
    ),
    Emoji(
      '🚼',
      'для немовлят | заміна пелюшок | немовля | пеленання | символ «немовля» | символ немовляти',
    ),
    Emoji(
      '🚾',
      'ванна | вбиральня | знак убиральні WC | кімната | символ убиральні [WC] | символ убиральні WC | туалетна кімната | убиральня',
    ),
    Emoji(
      '⚠️',
      'застереження | попередження | увага ',
    ),
    Emoji(
      '🚸',
      'діти | діти на дорозі | на дорозі | перехід дороги для дітей | пішоходи | попереджувальний знак «Діти» | рух',
    ),
    Emoji(
      '⛔',
      'в’їзд заборонено | вʼїзд | заборонено | не в’їжджати | не дозволено | немає | рух',
    ),
    Emoji(
      '🚫',
      'вʼїзд заборонено | заборонено | забороняється | не дозволено | не допускається | немає | ні',
    ),
    Emoji(
      '🚳',
      'велосипед | велосипеди заборонено | заборонено | рух на велосипеді заборонено | транспортний засіб',
    ),
    Emoji(
      '🚭',
      'заборонено | курити | не | палити | паління заборонено | символ «не палити»',
    ),
    Emoji(
      '🚯',
      'заборонено | знак «не смітити» | не | смітити | сміття',
    ),
    Emoji(
      '🚱',
      'вода | заборонено | знак «непитна вода» | не | непитна вода | непридатна для пиття вода | непридатно | пити | пиття',
    ),
    Emoji(
      '🚷',
      'заборонено | пішохідний рух заборонено | прохід заборонено | рух заборонено | рух пішоходів заборонено',
    ),
    Emoji(
      '🔞',
      '18 | вікове обмеження | вісімнадцять | вісімнадцять і старіше | вхід особам до 18 років заборонений | заборонено | лише для повнолітніх | повнолітній',
    ),
    Emoji(
      '☢️',
      'знак | опромінення | радіаційна небезпека | радіоактивний | радіоактивні матеріали | радіоактивність ',
    ),
    Emoji(
      '☣️',
      'біологічна загроза | біологічна небезпека | знак ',
    ),
    Emoji(
      '⬆️',
      'на північ | напрям | північ | сторона світу | стрілка | стрілка вгору ',
    ),
    Emoji(
      '↗️',
      'на північний схід | напрям | північно-східний | стрілка | стрілка вгору вправо | четвертинний румб ',
    ),
    Emoji(
      '➡️',
      'напрям | праворуч | сторона | стрілка | стрілка вправо | східний ',
    ),
    Emoji(
      '↘️',
      'напрям | південно-східний | проміжний | стрілка | стрілка вниз і праворуч | стрілка вниз управо ',
    ),
    Emoji(
      '⬇️',
      'напрям | південний | сторона | стрілка | стрілка вниз ',
    ),
    Emoji(
      '↙️',
      'діагональна стрілка донизу | напрям | південно-західний | проміжний | стрілка | стрілка вниз і ліворуч | стрілка вниз уліво ',
    ),
    Emoji(
      '⬅️',
      'західний | напрям | сторона | стрілка вліво | стрілка ліворуч ',
    ),
    Emoji(
      '↖️',
      'напрям | північно-західний | проміжний | стрілка | стрілка вгору вліво | стрілка вгору та ліворуч ',
    ),
    Emoji(
      '↕️',
      'стрілка | стрілка вгору та вниз | стрілка вгору-вниз ',
    ),
    Emoji(
      '↔️',
      'стрілка | стрілка вліво-вправо | стрілка праворуч і ліворуч | стрілки ',
    ),
    Emoji(
      '↩️',
      'стрілка | стрілка вправо з вигином уліво | стрілка повернути | стрілка праворуч із поворотом ліворуч ',
    ),
    Emoji(
      '↪️',
      'стрілка | стрілка вліво з вигином управо | стрілка ліворуч із поворотом праворуч ',
    ),
    Emoji(
      '⤴️',
      'стрілка | стрілка вгору | стрілка вправо з вигином угору | стрілка праворуч із поворотом угору ',
    ),
    Emoji(
      '⤵️',
      'вниз | стрілка | стрілка вправо з вигином униз | стрілка праворуч із поворотом униз ',
    ),
    Emoji(
      '🔃',
      'вертикальні стрілки за ходом годинника | за годинниковою стрілкою | оновити | перезавантаження | перезавантажити | стрілка | стрілки по колу за годинниковою стрілкою',
    ),
    Emoji(
      '🔄',
      'кнопка зі стрілками | кнопка стрілок проти ходу годинника | навкруги | напрямленими проти годинникової стрілки | проти годинникової стрілки | стрілка',
    ),
    Emoji(
      '🔙',
      'назад | стрілка | стрілка BACK | стрілка назад [BACK] | стрілка назад BACK',
    ),
    Emoji(
      '🔚',
      'кінець | стрілка | стрілка [END]',
    ),
    Emoji(
      '🔛',
      'ввімкнено | значок | обидва напрямки | стрілка | стрілка [ON!]',
    ),
    Emoji(
      '🔜',
      'незабаром | стрілка | стрілка [SOON]',
    ),
    Emoji(
      '🔝',
      'вверх | вгору | стрілка | стрілка [TOP]',
    ),
    Emoji(
      '🛐',
      'культова споруда | молитва | молитися | молитовний дім | поклоніння | релігія',
    ),
    Emoji(
      '⚛️',
      'атеїст | атом | символ атома ',
    ),
    Emoji(
      '🕉️',
      'звук ом | індуїзм | Індуїзм | ом | релігія ',
    ),
    Emoji(
      '✡️',
      'давид | єврей | єврейський | зірка | зірка Давида | Іудаїзм | релігія ',
    ),
    Emoji(
      '☸️',
      'буддист | дхарма | колесо | колесо дхарми | релігія ',
    ),
    Emoji(
      '☯️',
      'дао | даосизм | інь | інь-ян | релігія | янь ',
    ),
    Emoji(
      '✝️',
      'католицький хрест | латинський хрест | релігія | хрест | християнин ',
    ),
    Emoji(
      '☦️',
      'правовірний | православний | релігія | хрест | християнин | Християнство ',
    ),
    Emoji(
      '☪️',
      'зірка і півмісяць | іслам | мусульманин | релігія ',
    ),
    Emoji(
      '☮️',
      'мир | символ миру ',
    ),
    Emoji(
      '🕎',
      'канделябр | менора | підсвічник | релігія | Ханука',
    ),
    Emoji(
      '🔯',
      'єврей | зірка | іудаїзм | релігія | удача | шестикутна зірка | шестикутна зірка з крапкою',
    ),
    Emoji(
      '♈',
      'баран | гороскоп | знак зодіаку | зодіак | овен | Овен',
    ),
    Emoji(
      '♉',
      'бик | віл | гороскоп | знак зодіаку телець | зодіак | телець | Телець',
    ),
    Emoji(
      '♊',
      'близнюки | Близнюки | гороскоп | зодіак',
    ),
    Emoji(
      '♋',
      'гороскоп | знак зодіаку | зодіак | краб | рак | Рак',
    ),
    Emoji(
      '♌',
      'гороскоп | зодіак | лев | Лев | Лев (знак зодіаку)',
    ),
    Emoji(
      '♍',
      'гороскоп | діва | Діва | зодіак',
    ),
    Emoji(
      '♎',
      'гороскоп | знак зодіаку терези | зодіак | рівновага | справедливість | терези | Терези',
    ),
    Emoji(
      '♏',
      'гороскоп | знак зодіаку скорпіон | зодіак | скорпіон | Скорпіон (знак зодіаку)',
    ),
    Emoji(
      '♐',
      'гороскоп | зодіак | стрілець | Стрілець',
    ),
    Emoji(
      '♑',
      'гороскоп | знак зодіаку | зодіак | коза | козеріг | Козеріг | Козоріг',
    ),
    Emoji(
      '♒',
      'вода | водолій | Водолій | гороскоп | знак зодіаку водолій | зодіак | носій',
    ),
    Emoji(
      '♓',
      'гороскоп | знак зодіаку | зодіак | риба | риби | Риби',
    ),
    Emoji(
      '⛎',
      'гороскоп | змієносець | Змієносець | змія | зодіак | носій',
    ),
    Emoji(
      '🔀',
      'кнопка «Змішати композиції» | кнопка тасування композицій | перехрещені | перехрещені стрілки | стрілка',
    ),
    Emoji(
      '🔁',
      'за годинниковою стрілкою | кнопка «Повторити» | кнопка повтору | повторити | стрілка',
    ),
    Emoji(
      '🔂',
      'за годинниковою стрілкою | кнопка «Повторити одну композицію» | кнопка одноразового повтору | один раз | стрілка',
    ),
    Emoji(
      '▶️',
      'відтворити | вправо | кнопка «Відтворити» | кнопка відтворення | праворуч | стрілка | трикутник ',
    ),
    Emoji(
      '⏩',
      'вперед | дві | кнопка «Перемотати вперед» | кнопка мотання вперед | кнопка перемотування вперед | перемотати | стрілка',
    ),
    Emoji(
      '◀️',
      'вліво | кнопка «Назад» | кнопка реверсу | назад | попередня пісня | стрілка | стрілка ліворуч | трикутник ',
    ),
    Emoji(
      '⏪',
      'дві | кнопка «Швидко назад» | кнопка мотання назад | кнопка перемотування назад | перемотати | подвійна стрілка назад | стрілка',
    ),
    Emoji(
      '🔼',
      'кнопка | кнопка «Угору» | кнопка догори | стрілка | червоний',
    ),
    Emoji(
      '⏫',
      'дві | кнопка «Швидко вгору» | кнопка мотання вгору | подвійна стрілка | стрілка',
    ),
    Emoji(
      '🔽',
      'вниз | кнопка | кнопка «Униз» | кнопка донизу | стрілка | червоний',
    ),
    Emoji(
      '⏬',
      'вниз | дві | кнопка «Швидко вниз» | кнопка мотання вниз | стрілка | стрілки донизу',
    ),
    Emoji(
      '⏹️',
      'зупинити | квадрат | кнопка «Припинити» | кнопка стоп | припинити ',
    ),
    Emoji(
      '⏏️',
      'вийняти | кнопка «Вийняти» | кнопка витягання ',
    ),
    Emoji(
      '🎦',
      'зйомка | камера | кінематограф | кіно | фільм',
    ),
    Emoji(
      '🔅',
      'жовтий | зменшити | кнопка зменшення яскравості | сонце | яскравий | яскравість | яскраво',
    ),
    Emoji(
      '🔆',
      'кнопка збільшення яскравості | яскравий | яскравість',
    ),
    Emoji(
      '📶',
      'мобільний | рівень | рівень сигналу | сигнал | стільниковий | телефон',
    ),
    Emoji(
      '📳',
      'вібрація | віброрежим | звʼязок | мобільний | режим вібрації | стільниковий | телефон',
    ),
    Emoji(
      '📴',
      'вимкнено | мобільний | стільниковий | телефон',
    ),
    Emoji(
      '♾️',
      'безкінечність | горизонтальна вісімка | нескінченність | універсальність ',
    ),
    Emoji(
      '♻️',
      'переробка | символ утилізації | утилізація ',
    ),
    Emoji(
      '🔱',
      'емблема | інструмент | корабель | тризуб | якір',
    ),
    Emoji(
      '📛',
      'бейдж | бейдж з іменем | ім’я',
    ),
    Emoji(
      '🔰',
      'жовтий | зелений | листок | початківець | шеврон | японський | японський символ «початківець»',
    ),
    Emoji(
      '⭕',
      'велике | коло | о | порожнисте червоне коло | червоне',
    ),
    Emoji(
      '✅',
      '✓ | виконано | галочка | готово | значок | кнопка | кнопка з галочкою | опція | позначка | прапорець',
    ),
    Emoji(
      '☑️',
      '✓ | бюлетень | відмічена клітинка | галочка | клітина | клітинка з галочкою | позначка | поставити прапорець | прапорець ',
    ),
    Emoji(
      '✔️',
      '✓ | відмітка | галочка | готово | позначка ',
    ),
    Emoji(
      '❌',
      '× | значок | множення | позначка | помножити | скасувати | х | хрестик',
    ),
    Emoji(
      '❎',
      '× | значок | квадрат | кнопка з хрестиком | позначка | х',
    ),
    Emoji(
      '➕',
      '+ | знак | математика | математичний | плюс',
    ),
    Emoji(
      '➖',
      '- | − | знак | математика | математичний | мінус',
    ),
    Emoji(
      '➗',
      '÷ | ділення | знак | математика | математичний',
    ),
    Emoji(
      '✖️',
      '× | знак | кратність | множення | помножити | скасувати | х ',
    ),
    Emoji(
      '🟰',
      'відповідь | дорівнює | знак точної рівності | математика | результат | рівність | рівнозначний',
    ),
    Emoji(
      '➰',
      'закручена петля | закручений | петля',
    ),
    Emoji(
      '➿',
      'закручений | петля | подвійна закручена петля | подвійний',
    ),
    Emoji(
      '〽️',
      'значок | частина | японський знак початку частини пісні ',
    ),
    Emoji(
      '✳️',
      '* | астериск | восьмикутна зірка | восьмикутний астериск | зірочка | знак ',
    ),
    Emoji(
      '✴️',
      '* | вісім виступів | восьмикінечна зірка | восьмикінцева зірка | зірка ',
    ),
    Emoji(
      '❇️',
      '* | блискітка ',
    ),
    Emoji(
      '‼️',
      '! | !! | бенгбенг | знак оклику | лігатура | оклик | подвійний знак оклику | розділовий знак ',
    ),
    Emoji(
      '⁉️',
      '! | !? | ? | інтеробенг | не зрозуміло | оклик | питання | пунктуація | розділовий знак ',
    ),
    Emoji(
      '❓',
      '? | знак питання | питання | пунктуація | розділовий знак | червоний знак питання',
    ),
    Emoji(
      '❔',
      '? | білий знак питання | знак питання | контурний | питання | пунктуація | розділовий знак',
    ),
    Emoji(
      '❕',
      '! | білий знак оклику | знак оклику | контурний | оклик | пунктуація | розділовий знак',
    ),
    Emoji(
      '❗',
      '! | знак оклику | оклик | пунктуація | розділовий знак | червоний знак оклику',
    ),
    Emoji(
      '©️',
      'авторське право | копірайт | с ',
    ),
    Emoji(
      '®️',
      'зареєстрована торговельна марка | зареєстровано ',
    ),
    Emoji(
      '™️',
      'tm | марка | торговельна марка ',
    ),
    Emoji(
      '#️⃣',
      'Keycap Number Sign',
    ),
    Emoji(
      '0️⃣',
      '0 | клавіша | нуль ',
    ),
    Emoji(
      '1️⃣',
      '1 | клавіша | один ',
    ),
    Emoji(
      '2️⃣',
      '2 | два | клавіша ',
    ),
    Emoji(
      '3️⃣',
      '3 | клавіша | три ',
    ),
    Emoji(
      '4️⃣',
      '4 | клавіша | чотири ',
    ),
    Emoji(
      '5️⃣',
      '5 | клавіша | пʼять ',
    ),
    Emoji(
      '6️⃣',
      '6 | клавіша | шість ',
    ),
    Emoji(
      '7️⃣',
      '7 | клавіша | сім ',
    ),
    Emoji(
      '8️⃣',
      '8 | вісім | клавіша ',
    ),
    Emoji(
      '9️⃣',
      '9 | девʼять | клавіша ',
    ),
    Emoji(
      '🔟',
      'Keycap: 10',
    ),
    Emoji(
      '🔠',
      'введення | введення великими латинськими літерами | великі | латинські | літери',
    ),
    Emoji(
      '🔡',
      'abcd | алфавіт | введення | введення малими латинськими літерами | латинські | літери | малі',
    ),
    Emoji(
      '🔢',
      '1234 | введення | введення цифрами | цифри',
    ),
    Emoji(
      '🔣',
      '& | % | ♪ | 〒 | ввід | набір | символи',
    ),
    Emoji(
      '🔤',
      'abc | алфавіт | введення | введення латинськими літерами | латинниця | латинські | літери',
    ),
    Emoji(
      '🅰️',
      '1 | a | i | кнопка «група крові а» | кнопка A (IІ група крові) | кров | літера А ',
    ),
    Emoji(
      '🆎',
      '3 | ab | iii | група крові | група крові AB | кнопка «група крові ab» | кнопка AB (IV група крові) | кров | четверта група крові',
    ),
    Emoji(
      '🅱️',
      '2 | b | ii | група крові | кнопка «група крові b» | кнопка B (III група крові) | кров ',
    ),
    Emoji(
      '🆑',
      'квадрат «очистити текст» | клавіша "очистити текст" | кнопка «очистити» | очистити текст',
    ),
    Emoji(
      '🆒',
      'квадрат «круто» | кнопка «COOL» | круто',
    ),
    Emoji(
      '🆓',
      'FREE | безкоштовно | безплатно | квадрат «безкоштовно» | кнопка «FREE»',
    ),
    Emoji(
      'ℹ️',
      'i | джерело інформації | довідка | довідкове бюро | інформація ',
    ),
    Emoji(
      '🆔',
      'ідентифікатор | ідентифікація | квадрат «ідентифікатор» | кнопка "ID" | кнопка ідентифікації | особистість',
    ),
    Emoji(
      'Ⓜ️',
      'коло | коло з літерою «м» | м | метро ',
    ),
    Emoji(
      '🆕',
      'квадрат «новий» | кнопка "NEW" | новий',
    ),
    Emoji(
      '🆖',
      'абсолютно ні | квадрат «негативно» | кнопка "NG" | негативно',
    ),
    Emoji(
      '🅾️',
      '4 | iv | o | група крові | група крові 0 | група крові O | кнопка «група крові 0» | кнопка «група крові o» | кнопка «І група крові» | кнопка O (І група крові) | кров ',
    ),
    Emoji(
      '🆗',
      'OK | ОК | окей',
    ),
    Emoji(
      '🅿️',
      'кнопка «паркування» | паркування ',
    ),
    Emoji(
      '🆘',
      'sos | допомога | квадрат «sos» | кнопка "SOS"',
    ),
    Emoji(
      '🆙',
      'вгору | значок | кнопка "UP!" | кнопка «вгору!»',
    ),
    Emoji(
      '🆚',
      'квадрат «проти» | кнопка "VS" | проти',
    ),
    Emoji(
      '🈁',
      'ієрогліф | квадрат з ідеограмою «тут» | кнопка "тут" японською | японський',
    ),
    Emoji(
      '🈂️',
      'ієрогліф | квадрат з ідеограмою «сервіс» | кнопка "сервісний збір" японською | японський ',
    ),
    Emoji(
      '🈷️',
      'ієрогліф | квадрат з ідеограмою «місяць» | кнопка "щомісяця" японською | японський ',
    ),
    Emoji(
      '🈶',
      'ієрогліф | квадрат з ідеограмою «існує» | кнопка "не безкоштовно" японською | японський',
    ),
    Emoji(
      '🈯',
      'ієрогліф | кнопка "зарезервовано" японською | японський',
    ),
    Emoji(
      '🉐',
      'ієрогліф | кнопка "угода" японською | Японія | японський',
    ),
    Emoji(
      '🈹',
      'ієрогліф | квадрат з ідеограмою «поділити» | кнопка "знижка" японською | японський',
    ),
    Emoji(
      '🈚',
      'ієрогліф | квадрат з ідеограмою «заперечення» | кнопка "безкоштовно" японською | японський',
    ),
    Emoji(
      '🈲',
      'ієрогліф | квадрат з ідеограмою «заборонено» | кнопка "заборонено" японською | японський',
    ),
    Emoji(
      '🉑',
      'ієрогліф | китайський | кнопка "прийнятно" японською | коло з ідеограмою «прийняти»',
    ),
    Emoji(
      '🈸',
      'ієрогліф | квадрат з ідеограмою «подати заявку» | китайський | кнопка "заявка" японською',
    ),
    Emoji(
      '🈴',
      'ієрогліф | китайський | кнопка "достатня оцінка" японською | Японія | Японський',
    ),
    Emoji(
      '🈳',
      'ідеограма | ієрогліф | китайський | кнопка "вільно" японською | пустота | японський',
    ),
    Emoji(
      '㊗️',
      'вітання | ідеограма | ієрогліф | китайський | кнопка "вітання" японською | привітання | Японський ',
    ),
    Emoji(
      '㊙️',
      'ідеограма | ієрогліф | китайський | кнопка "секрет" японською | секрет | Японія ',
    ),
    Emoji(
      '🈺',
      'ієрогліф | квадрат з ідеограмою «робота» | китайський | кнопка "робота" японською',
    ),
    Emoji(
      '🈵',
      'квадрат з ідеограмою «заповненість» | китайський | кнопка "місць немає" японською | японський ієрогліф',
    ),
    Emoji(
      '🔴',
      'геометричний | коло | червоне | червоний круг',
    ),
    Emoji(
      '🔵',
      'cиній круг | геометричний | коло | синє',
    ),
    Emoji(
      '⚫',
      'геометричний | коло | чорне | чорний круг',
    ),
    Emoji(
      '⚪',
      'біле | білий круг | геометричний | коло',
    ),
    Emoji(
      '⬛',
      'великий чорний квадрат | геометричний | квадрат',
    ),
    Emoji(
      '⬜',
      'великий білий квадрат | геометричний | квадрат',
    ),
    Emoji(
      '◼️',
      'геометричний | квадрат | середній чорний квадрат | чорний квадрат ',
    ),
    Emoji(
      '◻️',
      'геометричний | квадрат | середній білий квадрат ',
    ),
    Emoji(
      '◾',
      'геометричний | квадрат | менший за середній чорний квадрат | чорний квадрат',
    ),
    Emoji(
      '◽',
      'білий квадрат | геометричний | квадрат | менший за середній білий квадрат',
    ),
    Emoji(
      '▪️',
      'геометричний | квадрат | малий чорний квадрат | чорний квадрат ',
    ),
    Emoji(
      '▫️',
      'геометричний | квадрат | малий білий квадрат ',
    ),
    Emoji(
      '🔶',
      'великий | великий оранжевий ромб | великий помаранчевий ромб | геометричний | діамант | оранжевий | оранжевий ромб',
    ),
    Emoji(
      '🔷',
      'великий синій ромб | геометричний | діамант | синій | синій ромб',
    ),
    Emoji(
      '🔸',
      'геометричний | діамант | малий | малий оранжевий ромб | малий помаранчевий ромб | оранжевий | помаранчевий | помаранчевий ромб',
    ),
    Emoji(
      '🔹',
      'геометричний | діамант | малий синій ромб | синій | синій ромб',
    ),
    Emoji(
      '🔺',
      'геометричний | направлений угору | червоний | червоний трикутник | червоний трикутник, направлений угору',
    ),
    Emoji(
      '🔻',
      'вниз | геометричний | направлений униз | червоний | червоний трикутник | червоний трикутник, направлений униз',
    ),
    Emoji(
      '💠',
      'геометричний | діамант | крапка | малюнок | ромб із крапкою',
    ),
    Emoji(
      '🔳',
      'біла квадратна кнопка | геометричний | квадрат | квадратна кнопка з білою рамкою | кнопка | контур',
    ),
    Emoji(
      '🔲',
      'геометричний | геометрія | квадрат | квадратна кнопка з чорною рамкою | кнопка | рамка | чорна квадратна кнопка',
    ),
  ]),

// ======================================================= Category.FLAGS
  CategoryEmoji(Category.FLAGS, [
    Emoji(
      '🏁',
      'картатий | картатий прапор | клічастий | перегони | прапор для перегонів | фініш',
    ),
    Emoji(
      '🚩',
      'гольф | прапорець | сигнал | трикутний | флагшток',
    ),
    Emoji(
      '🎌',
      'навхрест | прапорці | схрещені | урочистість | японські',
    ),
    Emoji(
      '🏴',
      'майорить | чорний прапор',
    ),
    Emoji(
      '🏳️',
      'білий прапор | майорить ',
    ),
    Emoji(
      '🏳️‍🌈',
      'білий прапор | майорить бісексуал | гей | гендер | глбт | дощ | квір | лгбт | лесбіянка | погода | природа | транс ',
    ),
    Emoji(
      '🏳️‍⚧️',
      'білий прапор | майорить трансгендер | трансгендерний символ ',
    ),
    Emoji(
      '🏴‍☠️',
      'майорить | чорний прапор кістки | монстр | обличчя | перехрещені | пірати | скелет | смерть | тіло | череп ',
    ),
    Emoji(
      '🇦🇨',
      'Flag: Ascension Island | Ascension Island',
    ),
    Emoji(
      '🇦🇩',
      'Flag: Andorra | Andorra',
    ),
    Emoji(
      '🇦🇪',
      'Flag: United Arab Emirates | United Arab Emirates',
    ),
    Emoji(
      '🇦🇫',
      'Flag: Afghanistan | Afghanistan',
    ),
    Emoji(
      '🇦🇬',
      'Flag: Antigua & Barbuda | Antigua & Barbuda',
    ),
    Emoji(
      '🇦🇮',
      'Flag: Anguilla | Anguilla',
    ),
    Emoji(
      '🇦🇱',
      'Flag: Albania | Albania',
    ),
    Emoji(
      '🇦🇲',
      'Flag: Armenia | Armenia',
    ),
    Emoji(
      '🇦🇴',
      'Flag: Angola | Angola',
    ),
    Emoji(
      '🇦🇶',
      'Flag: Antarctica | Antarctica',
    ),
    Emoji(
      '🇦🇷',
      'Flag: Argentina | Argentina',
    ),
    Emoji(
      '🇦🇸',
      'Flag: American Samoa | American Samoa',
    ),
    Emoji(
      '🇦🇹',
      'Flag: Austria | Austria',
    ),
    Emoji(
      '🇦🇺',
      'Flag: Australia | Australia',
    ),
    Emoji(
      '🇦🇼',
      'Flag: Aruba | Aruba',
    ),
    Emoji(
      '🇦🇽',
      'Flag: Åland Islands | Åland Islands',
    ),
    Emoji(
      '🇦🇿',
      'Flag: Azerbaijan | Azerbaijan',
    ),
    Emoji(
      '🇧🇦',
      'Flag: Bosnia & Herzegovina | Bosnia & Herzegovina',
    ),
    Emoji(
      '🇧🇧',
      'Flag: Barbados | Barbados',
    ),
    Emoji(
      '🇧🇩',
      'Flag: Bangladesh | Bangladesh',
    ),
    Emoji(
      '🇧🇪',
      'Flag: Belgium | Belgium',
    ),
    Emoji(
      '🇧🇫',
      'Flag: Burkina Faso | Burkina Faso',
    ),
    Emoji(
      '🇧🇬',
      'Flag: Bulgaria | Bulgaria',
    ),
    Emoji(
      '🇧🇭',
      'Flag: Bahrain | Bahrain',
    ),
    Emoji(
      '🇧🇮',
      'Flag: Burundi | Burundi',
    ),
    Emoji(
      '🇧🇯',
      'Flag: Benin | Benin',
    ),
    Emoji(
      '🇧🇱',
      'Flag: St. Barthélemy | St. Barthélemy',
    ),
    Emoji(
      '🇧🇲',
      'Flag: Bermuda | Bermuda',
    ),
    Emoji(
      '🇧🇳',
      'Flag: Brunei | Brunei',
    ),
    Emoji(
      '🇧🇴',
      'Flag: Bolivia | Bolivia',
    ),
    Emoji(
      '🇧🇶',
      'Flag: Caribbean Netherlands | Caribbean Netherlands',
    ),
    Emoji(
      '🇧🇷',
      'Flag: Brazil | Brazil',
    ),
    Emoji(
      '🇧🇸',
      'Flag: Bahamas | Bahamas',
    ),
    Emoji(
      '🇧🇹',
      'Flag: Bhutan | Bhutan',
    ),
    Emoji(
      '🇧🇻',
      'Flag: Bouvet Island | Bouvet Island',
    ),
    Emoji(
      '🇧🇼',
      'Flag: Botswana | Botswana',
    ),
    Emoji(
      '🇧🇾',
      'Flag: Belarus | Belarus',
    ),
    Emoji(
      '🇧🇿',
      'Flag: Belize | Belize',
    ),
    Emoji(
      '🇨🇦',
      'Flag: Canada | Canada',
    ),
    Emoji(
      '🇨🇨',
      'Flag: Cocos (Keeling) Islands | Cocos (Keeling) Islands',
    ),
    Emoji(
      '🇨🇩',
      'Flag: Congo - Kinshasa | Congo - Kinshasa',
    ),
    Emoji(
      '🇨🇫',
      'Flag: Central African Republic | Central African Republic',
    ),
    Emoji(
      '🇨🇬',
      'Flag: Congo - Brazzaville | Congo - Brazzaville',
    ),
    Emoji(
      '🇨🇭',
      'Flag: Switzerland | Switzerland',
    ),
    Emoji(
      '🇨🇮',
      'Flag: Côte d’Ivoire | Côte d’Ivoire',
    ),
    Emoji(
      '🇨🇰',
      'Flag: Cook Islands | Cook Islands',
    ),
    Emoji(
      '🇨🇱',
      'Flag: Chile | Chile',
    ),
    Emoji(
      '🇨🇲',
      'Flag: Cameroon | Cameroon',
    ),
    Emoji(
      '🇨🇳',
      'Flag: China | China',
    ),
    Emoji(
      '🇨🇴',
      'Flag: Colombia | Colombia',
    ),
    Emoji(
      '🇨🇵',
      'Flag: Clipperton Island | Clipperton Island',
    ),
    Emoji(
      '🇨🇷',
      'Flag: Costa Rica | Costa Rica',
    ),
    Emoji(
      '🇨🇺',
      'Flag: Cuba | Cuba',
    ),
    Emoji(
      '🇨🇻',
      'Flag: Cape Verde | Cape Verde',
    ),
    Emoji(
      '🇨🇼',
      'Flag: Curaçao | Curaçao',
    ),
    Emoji(
      '🇨🇽',
      'Flag: Christmas Island | Christmas Island',
    ),
    Emoji(
      '🇨🇾',
      'Flag: Cyprus | Cyprus',
    ),
    Emoji(
      '🇨🇿',
      'Flag: Czechia | Czechia',
    ),
    Emoji(
      '🇩🇪',
      'Flag: Germany | Germany',
    ),
    Emoji(
      '🇩🇬',
      'Flag: Diego Garcia | Diego Garcia',
    ),
    Emoji(
      '🇩🇯',
      'Flag: Djibouti | Djibouti',
    ),
    Emoji(
      '🇩🇰',
      'Flag: Denmark | Denmark',
    ),
    Emoji(
      '🇩🇲',
      'Flag: Dominica | Dominica',
    ),
    Emoji(
      '🇩🇴',
      'Flag: Dominican Republic | Dominican Republic',
    ),
    Emoji(
      '🇩🇿',
      'Flag: Algeria | Algeria',
    ),
    Emoji(
      '🇪🇦',
      'Flag: Ceuta & Melilla | Ceuta & Melilla',
    ),
    Emoji(
      '🇪🇨',
      'Flag: Ecuador | Ecuador',
    ),
    Emoji(
      '🇪🇪',
      'Flag: Estonia | Estonia',
    ),
    Emoji(
      '🇪🇬',
      'Flag: Egypt | Egypt',
    ),
    Emoji(
      '🇪🇭',
      'Flag: Western Sahara | Western Sahara',
    ),
    Emoji(
      '🇪🇷',
      'Flag: Eritrea | Eritrea',
    ),
    Emoji(
      '🇪🇸',
      'Flag: Spain | Spain',
    ),
    Emoji(
      '🇪🇹',
      'Flag: Ethiopia | Ethiopia',
    ),
    Emoji(
      '🇪🇺',
      'Flag: European Union | European Union',
    ),
    Emoji(
      '🇫🇮',
      'Flag: Finland | Finland',
    ),
    Emoji(
      '🇫🇯',
      'Flag: Fiji | Fiji',
    ),
    Emoji(
      '🇫🇰',
      'Flag: Falkland Islands | Falkland Islands',
    ),
    Emoji(
      '🇫🇲',
      'Flag: Micronesia | Micronesia',
    ),
    Emoji(
      '🇫🇴',
      'Flag: Faroe Islands | Faroe Islands',
    ),
    Emoji(
      '🇫🇷',
      'Flag: France | France',
    ),
    Emoji(
      '🇬🇦',
      'Flag: Gabon | Gabon',
    ),
    Emoji(
      '🇬🇧',
      'Flag: United Kingdom | United Kingdom',
    ),
    Emoji(
      '🇬🇩',
      'Flag: Grenada | Grenada',
    ),
    Emoji(
      '🇬🇪',
      'Flag: Georgia | Georgia',
    ),
    Emoji(
      '🇬🇫',
      'Flag: French Guiana | French Guiana',
    ),
    Emoji(
      '🇬🇬',
      'Flag: Guernsey | Guernsey',
    ),
    Emoji(
      '🇬🇭',
      'Flag: Ghana | Ghana',
    ),
    Emoji(
      '🇬🇮',
      'Flag: Gibraltar | Gibraltar',
    ),
    Emoji(
      '🇬🇱',
      'Flag: Greenland | Greenland',
    ),
    Emoji(
      '🇬🇲',
      'Flag: Gambia | Gambia',
    ),
    Emoji(
      '🇬🇳',
      'Flag: Guinea | Guinea',
    ),
    Emoji(
      '🇬🇵',
      'Flag: Guadeloupe | Guadeloupe',
    ),
    Emoji(
      '🇬🇶',
      'Flag: Equatorial Guinea | Equatorial Guinea',
    ),
    Emoji(
      '🇬🇷',
      'Flag: Greece | Greece',
    ),
    Emoji(
      '🇬🇸',
      'Flag: South Georgia & South Sandwich Islands | South Georgia & South Sandwich Islands',
    ),
    Emoji(
      '🇬🇹',
      'Flag: Guatemala | Guatemala',
    ),
    Emoji(
      '🇬🇺',
      'Flag: Guam | Guam',
    ),
    Emoji(
      '🇬🇼',
      'Flag: Guinea-Bissau | Guinea-Bissau',
    ),
    Emoji(
      '🇬🇾',
      'Flag: Guyana | Guyana',
    ),
    Emoji(
      '🇭🇰',
      'Flag: Hong Kong SAR China | Hong Kong SAR China',
    ),
    Emoji(
      '🇭🇲',
      'Flag: Heard & McDonald Islands | Heard & McDonald Islands',
    ),
    Emoji(
      '🇭🇳',
      'Flag: Honduras | Honduras',
    ),
    Emoji(
      '🇭🇷',
      'Flag: Croatia | Croatia',
    ),
    Emoji(
      '🇭🇹',
      'Flag: Haiti | Haiti',
    ),
    Emoji(
      '🇭🇺',
      'Flag: Hungary | Hungary',
    ),
    Emoji(
      '🇮🇨',
      'Flag: Canary Islands | Canary Islands',
    ),
    Emoji(
      '🇮🇩',
      'Flag: Indonesia | Indonesia',
    ),
    Emoji(
      '🇮🇪',
      'Flag: Ireland | Ireland',
    ),
    Emoji(
      '🇮🇱',
      'Flag: Israel | Israel',
    ),
    Emoji(
      '🇮🇲',
      'Flag: Isle of Man | Isle of Man',
    ),
    Emoji(
      '🇮🇳',
      'Flag: India | India',
    ),
    Emoji(
      '🇮🇴',
      'Flag: British Indian Ocean Territory | British Indian Ocean Territory',
    ),
    Emoji(
      '🇮🇶',
      'Flag: Iraq | Iraq',
    ),
    Emoji(
      '🇮🇷',
      'Flag: Iran | Iran',
    ),
    Emoji(
      '🇮🇸',
      'Flag: Iceland | Iceland',
    ),
    Emoji(
      '🇮🇹',
      'Flag: Italy | Italy',
    ),
    Emoji(
      '🇯🇪',
      'Flag: Jersey | Jersey',
    ),
    Emoji(
      '🇯🇲',
      'Flag: Jamaica | Jamaica',
    ),
    Emoji(
      '🇯🇴',
      'Flag: Jordan | Jordan',
    ),
    Emoji(
      '🇯🇵',
      'Flag: Japan | Japan',
    ),
    Emoji(
      '🇰🇪',
      'Flag: Kenya | Kenya',
    ),
    Emoji(
      '🇰🇬',
      'Flag: Kyrgyzstan | Kyrgyzstan',
    ),
    Emoji(
      '🇰🇭',
      'Flag: Cambodia | Cambodia',
    ),
    Emoji(
      '🇰🇮',
      'Flag: Kiribati | Kiribati',
    ),
    Emoji(
      '🇰🇲',
      'Flag: Comoros | Comoros',
    ),
    Emoji(
      '🇰🇳',
      'Flag: St. Kitts & Nevis | St. Kitts & Nevis',
    ),
    Emoji(
      '🇰🇵',
      'Flag: North Korea | North Korea',
    ),
    Emoji(
      '🇰🇷',
      'Flag: South Korea | South Korea',
    ),
    Emoji(
      '🇰🇼',
      'Flag: Kuwait | Kuwait',
    ),
    Emoji(
      '🇰🇾',
      'Flag: Cayman Islands | Cayman Islands',
    ),
    Emoji(
      '🇰🇿',
      'Flag: Kazakhstan | Kazakhstan',
    ),
    Emoji(
      '🇱🇦',
      'Flag: Laos | Laos',
    ),
    Emoji(
      '🇱🇧',
      'Flag: Lebanon | Lebanon',
    ),
    Emoji(
      '🇱🇨',
      'Flag: St. Lucia | St. Lucia',
    ),
    Emoji(
      '🇱🇮',
      'Flag: Liechtenstein | Liechtenstein',
    ),
    Emoji(
      '🇱🇰',
      'Flag: Sri Lanka | Sri Lanka',
    ),
    Emoji(
      '🇱🇷',
      'Flag: Liberia | Liberia',
    ),
    Emoji(
      '🇱🇸',
      'Flag: Lesotho | Lesotho',
    ),
    Emoji(
      '🇱🇹',
      'Flag: Lithuania | Lithuania',
    ),
    Emoji(
      '🇱🇺',
      'Flag: Luxembourg | Luxembourg',
    ),
    Emoji(
      '🇱🇻',
      'Flag: Latvia | Latvia',
    ),
    Emoji(
      '🇱🇾',
      'Flag: Libya | Libya',
    ),
    Emoji(
      '🇲🇦',
      'Flag: Morocco | Morocco',
    ),
    Emoji(
      '🇲🇨',
      'Flag: Monaco | Monaco',
    ),
    Emoji(
      '🇲🇩',
      'Flag: Moldova | Moldova',
    ),
    Emoji(
      '🇲🇪',
      'Flag: Montenegro | Montenegro',
    ),
    Emoji(
      '🇲🇫',
      'Flag: St. Martin | St. Martin',
    ),
    Emoji(
      '🇲🇬',
      'Flag: Madagascar | Madagascar',
    ),
    Emoji(
      '🇲🇭',
      'Flag: Marshall Islands | Marshall Islands',
    ),
    Emoji(
      '🇲🇰',
      'Flag: North Macedonia | North Macedonia',
    ),
    Emoji(
      '🇲🇱',
      'Flag: Mali | Mali',
    ),
    Emoji(
      '🇲🇲',
      'Flag: Myanmar (Burma) | Myanmar (Burma)',
    ),
    Emoji(
      '🇲🇳',
      'Flag: Mongolia | Mongolia',
    ),
    Emoji(
      '🇲🇴',
      'Flag: Macau Sar China | Macau Sar China',
    ),
    Emoji(
      '🇲🇵',
      'Flag: Northern Mariana Islands | Northern Mariana Islands',
    ),
    Emoji(
      '🇲🇶',
      'Flag: Martinique | Martinique',
    ),
    Emoji(
      '🇲🇷',
      'Flag: Mauritania | Mauritania',
    ),
    Emoji(
      '🇲🇸',
      'Flag: Montserrat | Montserrat',
    ),
    Emoji(
      '🇲🇹',
      'Flag: Malta | Malta',
    ),
    Emoji(
      '🇲🇺',
      'Flag: Mauritius | Mauritius',
    ),
    Emoji(
      '🇲🇻',
      'Flag: Maldives | Maldives',
    ),
    Emoji(
      '🇲🇼',
      'Flag: Malawi | Malawi',
    ),
    Emoji(
      '🇲🇽',
      'Flag: Mexico | Mexico',
    ),
    Emoji(
      '🇲🇾',
      'Flag: Malaysia | Malaysia',
    ),
    Emoji(
      '🇲🇿',
      'Flag: Mozambique | Mozambique',
    ),
    Emoji(
      '🇳🇦',
      'Flag: Namibia | Namibia',
    ),
    Emoji(
      '🇳🇨',
      'Flag: New Caledonia | New Caledonia',
    ),
    Emoji(
      '🇳🇪',
      'Flag: Niger | Niger',
    ),
    Emoji(
      '🇳🇫',
      'Flag: Norfolk Island | Norfolk Island',
    ),
    Emoji(
      '🇳🇬',
      'Flag: Nigeria | Nigeria',
    ),
    Emoji(
      '🇳🇮',
      'Flag: Nicaragua | Nicaragua',
    ),
    Emoji(
      '🇳🇱',
      'Flag: Netherlands | Netherlands',
    ),
    Emoji(
      '🇳🇴',
      'Flag: Norway | Norway',
    ),
    Emoji(
      '🇳🇵',
      'Flag: Nepal | Nepal',
    ),
    Emoji(
      '🇳🇷',
      'Flag: Nauru | Nauru',
    ),
    Emoji(
      '🇳🇺',
      'Flag: Niue | Niue',
    ),
    Emoji(
      '🇳🇿',
      'Flag: New Zealand | New Zealand',
    ),
    Emoji(
      '🇴🇲',
      'Flag: Oman | Oman',
    ),
    Emoji(
      '🇵🇦',
      'Flag: Panama | Panama',
    ),
    Emoji(
      '🇵🇪',
      'Flag: Peru | Peru',
    ),
    Emoji(
      '🇵🇫',
      'Flag: French Polynesia | French Polynesia',
    ),
    Emoji(
      '🇵🇬',
      'Flag: Papua New Guinea | Papua New Guinea',
    ),
    Emoji(
      '🇵🇭',
      'Flag: Philippines | Philippines',
    ),
    Emoji(
      '🇵🇰',
      'Flag: Pakistan | Pakistan',
    ),
    Emoji(
      '🇵🇱',
      'Flag: Poland | Poland',
    ),
    Emoji(
      '🇵🇲',
      'Flag: St. Pierre & Miquelon | St. Pierre & Miquelon',
    ),
    Emoji(
      '🇵🇳',
      'Flag: Pitcairn Islands | Pitcairn Islands',
    ),
    Emoji(
      '🇵🇷',
      'Flag: Puerto Rico | Puerto Rico',
    ),
    Emoji(
      '🇵🇸',
      'Flag: Palestinian Territories | Palestinian Territories',
    ),
    Emoji(
      '🇵🇹',
      'Flag: Portugal | Portugal',
    ),
    Emoji(
      '🇵🇼',
      'Flag: Palau | Palau',
    ),
    Emoji(
      '🇵🇾',
      'Flag: Paraguay | Paraguay',
    ),
    Emoji(
      '🇶🇦',
      'Flag: Qatar | Qatar',
    ),
    Emoji(
      '🇷🇪',
      'Flag: Réunion | Réunion',
    ),
    Emoji(
      '🇷🇴',
      'Flag: Romania | Romania',
    ),
    Emoji(
      '🇷🇸',
      'Flag: Serbia | Serbia',
    ),
    Emoji(
      '🇷🇺',
      'Flag: Russia | Russia',
    ),
    Emoji(
      '🇷🇼',
      'Flag: Rwanda | Rwanda',
    ),
    Emoji(
      '🇸🇦',
      'Flag: Saudi Arabia | Saudi Arabia',
    ),
    Emoji(
      '🇸🇧',
      'Flag: Solomon Islands | Solomon Islands',
    ),
    Emoji(
      '🇸🇨',
      'Flag: Seychelles | Seychelles',
    ),
    Emoji(
      '🇸🇩',
      'Flag: Sudan | Sudan',
    ),
    Emoji(
      '🇸🇪',
      'Flag: Sweden | Sweden',
    ),
    Emoji(
      '🇸🇬',
      'Flag: Singapore | Singapore',
    ),
    Emoji(
      '🇸🇭',
      'Flag: St. Helena | St. Helena',
    ),
    Emoji(
      '🇸🇮',
      'Flag: Slovenia | Slovenia',
    ),
    Emoji(
      '🇸🇯',
      'Flag: Svalbard & Jan Mayen | Svalbard & Jan Mayen',
    ),
    Emoji(
      '🇸🇰',
      'Flag: Slovakia | Slovakia',
    ),
    Emoji(
      '🇸🇱',
      'Flag: Sierra Leone | Sierra Leone',
    ),
    Emoji(
      '🇸🇲',
      'Flag: San Marino | San Marino',
    ),
    Emoji(
      '🇸🇳',
      'Flag: Senegal | Senegal',
    ),
    Emoji(
      '🇸🇴',
      'Flag: Somalia | Somalia',
    ),
    Emoji(
      '🇸🇷',
      'Flag: Suriname | Suriname',
    ),
    Emoji(
      '🇸🇸',
      'Flag: South Sudan | South Sudan',
    ),
    Emoji(
      '🇸🇹',
      'Flag: São Tomé & Príncipe | São Tomé & Príncipe',
    ),
    Emoji(
      '🇸🇻',
      'Flag: El Salvador | El Salvador',
    ),
    Emoji(
      '🇸🇽',
      'Flag: Sint Maarten | Sint Maarten',
    ),
    Emoji(
      '🇸🇾',
      'Flag: Syria | Syria',
    ),
    Emoji(
      '🇸🇿',
      'Flag: Swaziland | Swaziland',
    ),
    Emoji(
      '🇹🇦',
      'Flag: Tristan Da Cunha | Tristan Da Cunha',
    ),
    Emoji(
      '🇹🇨',
      'Flag: Turks & Caicos Islands | Turks & Caicos Islands',
    ),
    Emoji(
      '🇹🇩',
      'Flag: Chad | Chad',
    ),
    Emoji(
      '🇹🇫',
      'Flag: French Southern Territories | French Southern Territories',
    ),
    Emoji(
      '🇹🇬',
      'Flag: Togo | Togo',
    ),
    Emoji(
      '🇹🇭',
      'Flag: Thailand | Thailand',
    ),
    Emoji(
      '🇹🇯',
      'Flag: Tajikistan | Tajikistan',
    ),
    Emoji(
      '🇹🇰',
      'Flag: Tokelau | Tokelau',
    ),
    Emoji(
      '🇹🇱',
      'Flag: Timor-Leste | Timor-Leste',
    ),
    Emoji(
      '🇹🇲',
      'Flag: Turkmenistan | Turkmenistan',
    ),
    Emoji(
      '🇹🇳',
      'Flag: Tunisia | Tunisia',
    ),
    Emoji(
      '🇹🇴',
      'Flag: Tonga | Tonga',
    ),
    Emoji(
      '🇹🇷',
      'Flag: Turkey | Turkey',
    ),
    Emoji(
      '🇹🇹',
      'Flag: Trinidad & Tobago | Trinidad & Tobago',
    ),
    Emoji(
      '🇹🇻',
      'Flag: Tuvalu | Tuvalu',
    ),
    Emoji(
      '🇹🇼',
      'Flag: Taiwan | Taiwan',
    ),
    Emoji(
      '🇹🇿',
      'Flag: Tanzania | Tanzania',
    ),
    Emoji(
      '🇺🇦',
      'Flag: Ukraine | Ukraine',
    ),
    Emoji(
      '🇺🇬',
      'Flag: Uganda | Uganda',
    ),
    Emoji(
      '🇺🇲',
      'Flag: U.S. Outlying Islands | U.S. Outlying Islands',
    ),
    Emoji(
      '🇺🇳',
      'Flag: United Nations | United Nations',
    ),
    Emoji(
      '🇺🇸',
      'Flag: United States | United States',
    ),
    Emoji(
      '🇺🇾',
      'Flag: Uruguay | Uruguay',
    ),
    Emoji(
      '🇺🇿',
      'Flag: Uzbekistan | Uzbekistan',
    ),
    Emoji(
      '🇻🇦',
      'Flag: Vatican City | Vatican City',
    ),
    Emoji(
      '🇻🇨',
      'Flag: St. Vincent & Grenadines | St. Vincent & Grenadines',
    ),
    Emoji(
      '🇻🇪',
      'Flag: Venezuela | Venezuela',
    ),
    Emoji(
      '🇻🇬',
      'Flag: British Virgin Islands | British Virgin Islands',
    ),
    Emoji(
      '🇻🇮',
      'Flag: U.S. Virgin Islands | U.S. Virgin Islands',
    ),
    Emoji(
      '🇻🇳',
      'Flag: Vietnam | Vietnam',
    ),
    Emoji(
      '🇻🇺',
      'Flag: Vanuatu | Vanuatu',
    ),
    Emoji(
      '🇼🇫',
      'Flag: Wallis & Futuna | Wallis & Futuna',
    ),
    Emoji(
      '🇼🇸',
      'Flag: Samoa | Samoa',
    ),
    Emoji(
      '🇽🇰',
      'Flag: Kosovo | Kosovo',
    ),
    Emoji(
      '🇾🇪',
      'Flag: Yemen | Yemen',
    ),
    Emoji(
      '🇾🇹',
      'Flag: Mayotte | Mayotte',
    ),
    Emoji(
      '🇿🇦',
      'Flag: South Africa | South Africa',
    ),
    Emoji(
      '🇿🇲',
      'Flag: Zambia | Zambia',
    ),
    Emoji(
      '🇿🇼',
      'Flag: Zimbabwe | Zimbabwe',
    ),
  ]),
];
